#
#Wed Jul 12 18:55:03 COT 2017
NOVLPGSINSYN.initial.settings.param.choice.column-position-comparator.stringcollationorder=Zeichenketten-Sortierreihenfolge
NOVLPGSINSYN.initial.settings.param.database-descriptor=Name der Datenbank-Deskriptordatei\:
NOVLPGSINSYN.initial.settings.param.choice.ignore12.hide=Verstecken
NOVLPGSINSYN.initial.settings.param.dscr.ignore13=Geben Sie an, ob Sie eine benutzerdefinierte Klasse verwenden m\u00F6chten, um Sperranweisungen zu generieren.
NOVLPGSINSYN.initial.settings.param.dscr.log-table=Geben Sie den Namen der Tabelle an, in der Ver\u00F6ffentlichungsereignisse gespeichert werden.
NOVLPGSINSYN.initial.settings.param.dscr.ignore12=Geben Sie an, ob Parameter angezeigt werden sollen, die die Abw\u00E4rtskompatibilit\u00E4t gew\u00E4hrleisten.
NOVLPGSINSYN.initial.settings.param.dscr.ignore11=Geben Sie an, ob konnektivit\u00E4tsverwandte Parameter angezeigt werden sollen.
NOVLPGSINSYN.initial.settings.param.dscr.ignore10=Geben Sie an, ob Parameter angezeigt werden sollen, die steuern, wie und wann Werte f\u00FCr Prim\u00E4rschl\u00FCssel generiert werden.
NOVLPGSINSYN.initial.settings.param.key-gen=Methode und Timing (lokal f\u00FCr Tabelle)\:
NOVLPGSINSYN.initial.settings.param.choice.startup-option.processallchangesdefault=Alle \u00C4nderungen verarbeiten (Standard)
NOVLPGSINSYN.initial.settings.param.choice.time-syntax.javastring=Java-Zeichenkette
NOVLPGSINSYN.initial.settings.param.log-table=Name der Ereignisprotokolltabelle\:
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.publication-mode=Ver\u00F6ffentlichungsmodus\:
NOVLPGSINSYN.initial.settings.param.enable-locking=Sperren auf Anweisungsebene aktivieren?
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.post-poll-stmt=Post-Polling-Anweisungen\:
NOVLPGSINSYN.initial.settings.param.function-return-method=Methode zur Funktionsr\u00FCckgabe\:
NOVLPGSINSYN.initial.settings.param.dscr.max-conn-retry=Geben Sie an, wie oft versucht werden soll, eine ausgefallene Datenbankverbindung wiederherzustellen. Mit dem Wert -1 werden die Versuche so lange fortgesetzt, bis die Verbindung wieder besteht.
NOVLPGSINSYN.initial.settings.param.choice.enable-refs.no=nein
NOVLPGSINSYN.initial.settings.param.handle-future-events=Verarbeitung vordatierter Ereignisse aktivieren?
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.choice.publication-mode.triggered=\u00DCber Ausl\u00F6ser
NOVLPGSINSYN.initial.settings.param.preserve-sql-whitespace=Leerzeichen in SQL-Anweisungen beibehalten\:
NOVLPGSINSYN.initial.settings.param.dscr.time-syntax=Geben Sie an, ob zeitbezogene Datentypen als Ganzzahlen, kanonische Zeichenketten oder Java-Zeichenketten zur\u00FCckgegeben werden sollen. Die R\u00FCckgabe als Ganzzahl bietet den Vorteil, dass Ganzzahlen einfach den nativen Zeitdatentypen von Identity Manager zugeordnet werden k\u00F6nnen. Nachteil ist der begrenzte Wertebereich. Ein ganzzahliger Wert repr\u00E4sentiert die Anzahl der Sekunden seit 1970 und kann als vorzeichenbehafteter Wert einen Datumsbereich von etwa 1910 bis 2030 abdecken. Standardm\u00E4\u00DFig interpretiert Identity Manager zeitbezogene Datentypen als vorzeichenlose Werte. Zeichenketten-Zeitstempel k\u00F6nnen, wie Datenbank-Zeitstempel, einen gr\u00F6\u00DFeren Zeitraum abdecken und sind genauer, m\u00FCssen aber in Identity Manager Zeichenketten-Datentypen zugeordnet werden. Kanonische Zeichenketten-Zeitstempel, Datumswerte und Uhrzeiten werden in folgenden Formaten ver\u00F6ffentlicht\: CCJJMMTTHHMMSSNNNNNNNNN, CCJJMMTT und HHMMSS (wobei C \= Jahrhundert, J \= Jahr, M \= Monat oder Minute, T \= Tag, H \= Stunde, S \= Sekunde, N \= Nanosekunde). Diese Formate fester L\u00E4nge haben den Vorteil, dass sie auf jeder Plattform und mit jeder L\u00E4ndereinstellung chronologisch sortiert werden k\u00F6nnen. Java-Zeichenketten-Zeitstempel, Datumswerte und Uhrzeiten werden in den folgenden Formaten ver\u00F6ffentlicht\:  jjjj-mm-tt hh\:mm\:ss.nnnnnnnnn, jjjj-mm-tt und hh\:mm\:ss (wobei j \= Jahr, m \= Monat oder Minute, t \= Tag, h \= Stunde, s \= Sekunde, n \= Nanosekunde).
NOVLPGSINSYN.initial.settings.param.column-position-comparator=Spaltennamen sortierten nach\:
NOVLPGSINSYN.initial.settings.param.dscr.enable-locking=Geben Sie an, ob vor der Ausf\u00FChrung jeder Anweisung dieser Treiber Datenbankressourcen explizit sperren soll.
NOVLPGSINSYN.initial.settings.param.choice.ignore13.no=nein
NOVLPGSINSYN.initial.settings.param.allow-loopback=Loopback zulassen?
NOVLPGSINSYN.initial.settings.param.choice.left-outer-join-operator.*\==*\=
NOVLPGSINSYN.initial.settings.param.choice.time-syntax.integerdefault=Ganzzahl (Standard)
NOVLPGSINSYN.initial.settings.param.choice.function-return-method.dynamicdefault=Dynamisch Standard
NOVLPGSINSYN.initial.settings.param.choice.function-return-method.scalarreturnvalue=Skalarer R\u00FCckgabewert
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.post-poll-stmt2=Post-Polling-Anweisungen\:
NOVLPGSINSYN.initial.settings.param.dscr.query-limit=Geben Sie die maximale Anzahl an Ereignissen an, die pro Polling-Zyklus aus dem verbundenen System ausgelesen werden soll. Der Standardwert liegt bei 10.000 Ereignissen.
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.post-poll-stmt1=Post-Polling-Anweisungen\:
NOVLPGSINSYN.initial.settings.param.dscr.current-timestamp-stmt=Geben Sie die SQL-Anweisung an, die zum Ermitteln des aktuellen Datums und der aktuellen Uhrzeit auf dem Datenbank-Server verwendet werden soll.
NOVLPGSINSYN.initial.settings.param.choice.left-outer-join-operator.dynamicdefault=Dynamisch Standard
NOVLPGSINSYN.initial.settings.param.choice.ignore1.show=Anzeigen
NOVLPGSINSYN.initial.settings.param.dscr.ignore9=Geben Sie an, ob Parameter angezeigt werden sollen, die das Polling-Verhalten steuern.
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.choice.publication-mode.triggered=\u00DCber Ausl\u00F6ser
NOVLPGSINSYN.initial.settings.param.choice.minimal-metadata.no=nein
NOVLPGSINSYN.initial.settings.param.dscr.ignore8=Geben Sie an, ob Sie eine benutzerdefinierte SQL-Anweisung angeben m\u00F6chten, die dem Datenbank-Server das aktuelle Datum und die aktuelle Uhrzeit \u00FCbermittelt. Standardm\u00E4\u00DFig wird eine Anweisung dynamisch erstellt.
NOVLPGSINSYN.initial.settings.param.dscr.ignore6=Geben Sie an, ob anweisungsverwandte Parameter angezeigt werden sollen.
NOVLPGSINSYN.initial.settings.param.dscr.include-table-filter=Geben Sie einen Filter in Form eines regul\u00E4ren Ausdrucks in Java-Syntax an, um Tabellen oder Ansichten einzuschlie\u00DFen.
NOVLPGSINSYN.initial.settings.param.dscr.ignore5=Geben Sie an, ob transaktionsverwandte Parameter angezeigt werden sollen.
NOVLPGSINSYN.initial.settings.param.dscr.ignore4=Geben Sie an, ob Sie benutzerdefinierte XML-Deskriptordateien verwenden m\u00F6chten, die diesem Treiber die speziellen Eigenschaften Ihrer Fremdhersteller-JDBC-Implementierung oder Datenbank beschreiben.
NOVLPGSINSYN.initial.settings.param.choice.use-single-connection.dynamicdefault=Dynamisch Standard
NOVLPGSINSYN.initial.settings.param.dscr.ignore3=Geben Sie an, ob Parameter angezeigt werden sollen, die das Treiberverhalten beeinflussen, um die Kompatibilit\u00E4t mit verschiedenen Fremdhersteller-JDBC-Implementierungen und Datenbanken zu verbessern.
NOVLPGSINSYN.initial.settings.param.dscr.ignore2=Geben Sie an, ob Sie regul\u00E4re Ausdr\u00FCcke verwenden m\u00F6chten, um Tabellen oder Ansichten ein-/auszuschlie\u00DFen? Diese Parameter sind n\u00FCtzlich, wenn Sie ein gro\u00DFes Schema synchronisieren und die Zahl der Tabellen- oder Ansichtsdefinitionen reduzieren m\u00F6chten, die von diesem Treiber im Cache gespeichert werden. Mit der Schemafilterung kann die Startdauer des Treibers und sein Arbeitsspeicherbedarf verringert werden.
NOVLPGSINSYN.initial.settings.param.dscr.ignore1=Parameter anzeigen, die steuern, wie viel von der Datenbank f\u00FCr diesen Treiber sichtbar ist?
NOVLPGSINSYN.initial.settings.param.dscr.enable-refs=Geben Sie an, ob Tabellenspalten, die durch Fremdschl\u00FCsseleinschr\u00E4nkungen eingeschr\u00E4nkt werden, als referenzielle Attribute interpretiert werden sollen. Referenzielle Attribute erm\u00F6glichen, dass Beziehungen, z. B. Beinhaltung, zwischen Tabellen existieren k\u00F6nnen. Die Unterst\u00FCtzung f\u00FCr referenzielle Attribute muss aus Gr\u00FCnden der Abw\u00E4rtskompatibilit\u00E4t mit Version 1.0 deaktiviert werden.
NOVLPGSINSYN.initial.settings.param.dscr.database-descriptor=Geben Sie den Namen der Deskriptordatei f\u00FCr die Zieldatenbank ein. Der Dateiname muss die Erweiterung ".xml" haben und sich in einer .jar-Datei befinden, deren Name mit "jdbc" beginnt (ohne Ber\u00FCcksichtung der Gro\u00DF-/Kleinschreibung) und die sich zur Laufzeit im Klassenpfad befinden muss.
NOVLPGSINSYN.initial.settings.param.transaction-isolation-level=Isolierungsebene f\u00FCr Transaktionen\:
NOVLPGSINSYN.initial.settings.param.choice.handle-stmt-results.one=Eine
NOVLPGSINSYN.initial.settings.param.choice.ignore5.show=Anzeigen
NOVLPGSINSYN.initial.settings.param.choice.batch-size.64=64
NOVLPGSINSYN.initial.settings.param.dscr.use-single-connection=Geben Sie an, ob Abonnent und Herausgeber eine Datenbankverbindung gemeinsam nutzen sollen. Normalerweise nutzt dieser Treiber drei Datenbankverbindungen, wenn beide Kan\u00E4le aktiviert sind (eine f\u00FCr das Abonnement und zwei f\u00FCr die Ver\u00F6ffentlichung). Diese Parameter reduziert die Anzahl der ben\u00F6tigten Verbindungen auf zwei (eine dedizierte Verbindung f\u00FCr die Ver\u00F6ffentlichung und eine gemeinsame Verbindung f\u00FCr Abonnement und Ver\u00F6ffentlichung).
NOVLPGSINSYN.initial.settings.param.choice.ignore1.hide=Verstecken
NOVLPGSINSYN.initial.settings.param.choice.optimize-update.yes=ja
NOVLPGSINSYN.initial.settings.param.choice.batch-size.1default=1 (Standard)
NOVLPGSINSYN.initial.settings.param.handle-stmt-results=Anzahl der zur\u00FCckgegebenen Ergebnis-Sets\:
NOVLPGSINSYN.initial.settings.param.use-single-connection=Minimale Anzahl von Verbindungen verwenden?
NOVLPGSINSYN.initial.settings.param.choice.handle-stmt-results.multiple=Mehrfach
NOVLPGSINSYN.initial.settings.param.dscr.reuse-statements=Soll dieser Treiber java.sql.Statement-Objekte wiederverwenden oder nach jeder Benutzung schlie\u00DFen und erneut zuordnen?
NOVLPGSINSYN.initial.settings.param.choice.ignore9.show=Anzeigen
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.dscr.post-poll-stmt=Geben Sie die Anweisungen an, sofern erforderlich, die nach einem aktiven Polling-Zyklus ausgef\u00FChrt werden sollen. Dieser Parameter ist beispielsweise n\u00FCtzlich, um eine gespeicherte Prozedur oder Funktion aufzurufen, die verarbeitete Zeilen aus der Ereignisprotokolltabelle in eine Verlaufstabelle verschiebt und die Indizes der Ereignisprotokolltabelle neu aufbaut. Verwenden Sie Semikolons zum Trennen mehrerer Werte.
pkg.name=PostgreSQL - Indirekte Synchronisierung
NOVLPGSINSYN.initial.settings.param.choice.left-outer-join-operator.LEFTOUTERJOIN=LEFT OUTER JOIN
NOVLPGSINSYN.initial.settings.param.time-of-day=Polling-Uhrzeit\:
NOVLPGSINSYN.initial.settings.param.choice.ignore5.hide=Verstecken
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.dscr.publication-mode=Geben Sie an, ob die Ver\u00F6ffentlichung \u00FCber Ausl\u00F6ser oder ausl\u00F6serfrei erfolgen soll. Bei einer Ver\u00F6ffentlichung \u00FCber Ausl\u00F6ser werden mithilfe von Datenbankausl\u00F6sern Ereignisse erfasst und in einer Tabelle protokolliert. Bei einer ausl\u00F6serfreien Ver\u00F6ffentlichung werden die Ereignisse durch Untersuchen von Datenbanktabellen oder -ansichten ermittelt. Eine Ver\u00F6ffentlichung \u00FCber Ausl\u00F6ser ist effizienter, erfordert aber eine aufw\u00E4ndige Konfiguration der Datenbank. Eine ausl\u00F6serfreie Ver\u00F6ffentlichung ist weniger effizient, ist aber datenbankseitig einfacher zu konfigurieren.
NOVLPGSINSYN.initial.settings.param.choice.reuse-statements.dynamicdefault=Dynamisch Standard
NOVLPGSINSYN.initial.settings.param.dscr.allow-loopback=Geben Sie an, ob Ereignisse, die vom Abonnentenkanal initiiert wurden, an den Herausgeberkanal zur\u00FCckgeleitet werden sollen.
NOVLPGSINSYN.initial.settings.param.delete-from-log=Verarbeitete Zeilen l\u00F6schen?
NOVLPGSINSYN.initial.settings.param.sync-tables=Tabellen- oder Ansichtsnamen\:
NOVLPGSINSYN.initial.settings.param.choice.ignore9.hide=Verstecken
NOVLPGSINSYN.initial.settings.param.choice.ignore2.yes=ja
NOVLPGSINSYN.initial.settings.param.dscr.delete-from-log=Geben Sie an, ob verarbeitete Zeilen aus der Ereignisprotokolltabelle gel\u00F6scht werden sollen. Die Leistung kann erheblich beeintr\u00E4chtigt werden, wenn verarbeitete Zeilen in der Ereignisprotokolltabelle verbleiben. Die Leistungseinbu\u00DFen werden verringert, wenn mithilfe des Parameters "Post-Polling-Anweisungen\:" verarbeitete Zeilen aus der Ereignisprotokolltabelle in eine Ereignisverlaufstabelle verschoben werden.
NOVLPGSINSYN.initial.settings.param.choice.delete-from-log.no=nein
NOVLPGSINSYN.initial.settings.param.choice.minimal-metadata.yes=ja
NOVLPGSINSYN.initial.settings.param.polling-interval=Polling-Intervall (in Sekunden)\:
NOVLPGSINSYN.initial.settings.param.choice.batch-size.128=128
NOVLPGSINSYN.initial.settings.param.choice.ignore2.no=nein
NOVLPGSINSYN.initial.settings.param.dscr.state-dir=Geben Sie den Pfad des Ordners an, in dem dieser Treiber Zustandsinformationen speichern soll. Wenn die ausl\u00F6serfreie Ver\u00F6ffentlichung verwendet wird, kann das \u00C4ndern dieses Werts zu einer Neusynchronisierung aller Objekte f\u00FChren.
NOVLPGSINSYN.initial.settings.param.exclude-table-filter=Ausschlie\u00DFender Filterausdruck\:
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.serializable=serializable
NOVLPGSINSYN.initial.settings.param.dscr.connection-init=Welche SQL-Anweisungen sollen, sofern erforderlich, direkt ausgef\u00FChrt werden, nachdem die Verbindung zur Datenbank hergestellt wurde? Verwenden Sie Semikolons zum Trennen mehrerer Werte. Dieser Parameter ist n\u00FCtzlich, um den Datenbankkontext zu wechseln oder Sitzungseigenschaften festzulegen.
NOVLPGSINSYN.initial.settings.param.state-dir=Verzeichnis f\u00FCr Zustandsinformationen\:
NOVLPGSINSYN.initial.settings.param.choice.handle-future-events.yes=ja
NOVLPGSINSYN.initial.settings.param.ignore13=Benutzerdefinierte Klasse zur Generierung von Sperranweisungen verwenden?
NOVLPGSINSYN.initial.settings.param.dscr.handle-stmt-results=Geben Sie die Anzahl der Ergebnis-Sets an, die eine SQL-Anweisung zur\u00FCckgeben kann.
NOVLPGSINSYN.initial.settings.param.ignore12=Abw\u00E4rtskompatibilit\u00E4tsparameter anzeigen?
NOVLPGSINSYN.initial.settings.param.dscr.handle-future-events=Geben Sie an, ob Ereignisse in der Ereignisprotokolltabelle basierend auf ihrem effektiven Datum und nicht basierend auf der Reihenfolge ihres Einf\u00FCgens (ausgel\u00F6ste Ver\u00F6ffentlichung) verarbeitet werden sollen oder die lokale Datenbankzeit mit jedem Ereignis ver\u00F6ffentlicht werden soll (ausl\u00F6serfreie Ver\u00F6ffentlichung).
NOVLPGSINSYN.initial.settings.param.ignore11=Konnektivit\u00E4tsparameter anzeigen?
NOVLPGSINSYN.initial.settings.param.ignore10=Parameter f\u00FCr Prim\u00E4rschl\u00FCssel anzeigen?
NOVLPGSINSYN.initial.settings.param.choice.check-update-count.no=nein
NOVLPGSINSYN.initial.settings.param.connection-init=Anweisungen zur Verbindungsinitialisierung\:
NOVLPGSINSYN.initial.settings.param.dscr.preserve-sql-whitespace=Wenn Leerzeichen in den SQL-Anweisungen beibehalten werden sollen, w\u00E4hlen Sie "Ja". Standardm\u00E4\u00DFig ist diese Option auf "Nein" eingestellt.
NOVLPGSINSYN.initial.settings.param.dscr.minimal-metadata=Geben Sie an, ob dieser Treiber mit der geringstm\u00F6glichen Menge der Datenbank-Metadaten laufen soll. Dieser Parameter ist n\u00FCtzlich, wenn ein bestimmter Fremdhersteller-JDBC-Treiber keine der optionalen Metadaten-Methoden implementiert, die normalerweise von diesem Treiber genutzt werden. Wird der Parameter auf 'Nein' gesetzt, stehen diesem Treiber keine referenziellen Daten und Beziehungen zwischen \u00FCber- und untergeordneten Objekten zur Verf\u00FCgung.
NOVLPGSINSYN.initial.settings.param.choice.optimize-update.nodefault=Nein (Standard)
NOVLPGSINSYN.initial.settings.param.choice.reuse-statements.closeandreallocate=Schlie\u00DFen und neu zuordnen
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.publication-mode=Ver\u00F6ffentlichungsmodus\:
NOVLPGSINSYN.initial.settings.param.dscr.left-outer-join-operator=W\u00E4hlen Sie einen 'left outer-join'-Operator aus.
NOVLPGSINSYN.initial.settings.param.choice.startup-option.resyncallobjects=Alle Objekte neu sychronisieren
NOVLPGSINSYN.initial.settings.param.lock-generator-class=Klasse zur Generierung von Sperranweisungen\:
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.readuncomitted=read uncomitted
NOVLPGSINSYN.initial.settings.param.choice.batch-size.32=32
NOVLPGSINSYN.initial.settings.param.choice.ignore6.show=Anzeigen
NOVLPGSINSYN.initial.settings.param.choice.ignore10.show=Anzeigen
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.unsupported=nicht unterst\u00FCtzt
NOVLPGSINSYN.initial.settings.param.dscr.time-of-day=Geben Sie an, wann t\u00E4glich der Herausgeber nach neuen Datenbankereignissen pr\u00FCfen soll. Mehrere Formate f\u00FCr die Zeitwerte werden unterst\u00FCtzt. Das bevorzugte Format ist hh\:mm\:ss, wobei h \= Stunde, m \= Minute und s \= Sekunde ist.
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.choice.publication-mode.triggerless=Ausl\u00F6serfrei
NOVLPGSINSYN.initial.settings.param.choice.reuse-statements.reuse=Wiederverwenden
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.readcomitted=read comitted
NOVLPGSINSYN.initial.settings.param.dscr.function-return-method=Geben Sie an, wie die Ergebnisse von den Datenbankfunktionen zur\u00FCckgegeben werden sollen.
NOVLPGSINSYN.initial.settings.param.choice.enable-meta-identifiers.yesdefault=Ja (Standard)
NOVLPGSINSYN.initial.settings.param.choice.ignore6.hide=Verstecken
NOVLPGSINSYN.initial.settings.param.choice.ignore10.hide=Verstecken
NOVLPGSINSYN.initial.settings.param.dscr.sync-tables=Geben Sie die Namen der zu synchronisierenden Tabellen oder Ansichten an. M\u00F6glicherweise m\u00FCssen Sie das Schema mit angeben (z. B. eigent\u00FCmer.tabelle). Verwenden Sie Semikolons, Kommas oder Leerzeichen, um mehrere Werte zu trennen. Dieser Parameter ist n\u00FCtzlich, wenn Sie die Anzahl der Tabellen- oder Ansichtsdefinitionen reduzieren m\u00F6chten, die von diesem Treiber im Cache gespeichert werden. Dadurch kann die Startdauer des Treibers und sein Arbeitsspeicherbedarf verringert werden. Er ist ebenfalls beim Synchronisieren von Tabellen oder Ansichten n\u00FCtzlich, die sich in verschiedenen Datenbankschemas befinden (d. h., verschiedenen Datenbankbenutzern geh\u00F6ren).
NOVLPGSINSYN.initial.settings.param.enable-meta-identifiers=Unterst\u00FCtzung f\u00FCr Ansichts-Metakennzeichner aktivieren?
NOVLPGSINSYN.initial.settings.param.choice.left-outer-join-operator.+=(+)
NOVLPGSINSYN.initial.settings.param.jdbc-driver-descriptor=Name der JDBC-Treiber-Deskriptordatei\:
NOVLPGSINSYN.initial.settings.param.choice.left-outer-join-operator.*=\=*\=
NOVLPGSINSYN.initial.settings.param.dscr.batch-size=Geben Sie die Anzahl der Datenbankereignisse an, die der Herausgeberkanal in einem einzelnen Ver\u00F6ffentlichungsdokument zusammenfassen soll. Die Anzahl der Ereignisse pro Dokument kann geringer, aber nicht gr\u00F6\u00DFer sein. Die obere Grenze von 128 wurde festgelegt, um die Wahrscheinlichkeit eines \u00DCberlaufs des Java-Heapspeichers zu minimieren und die Verz\u00F6gerung beim Schlie\u00DFen des Herausgeber-Threads, wenn der Treiber heruntergefahren wird, gering zu halten.
NOVLPGSINSYN.initial.settings.param.choice.delete-from-log.yesdefault=Ja (Standard)
NOVLPGSINSYN.initial.settings.param.choice.handle-stmt-results.none=Keine
NOVLPGSINSYN.initial.settings.param.dscr.check-update-count=Geben Sie an, ob der Abonnentenkanal pr\u00FCfen soll, ob Zeilen aktualisiert wurden, nachdem Insert-, Update- oder Delete-Anweisungen auf den Tabellen ausgef\u00FChrt wurden. Dieser Parameter ist sinnvoll, wenn Sie sicherstellen m\u00F6chten, dass Anweisungen auch tats\u00E4chlich \u00C4nderungen in der Datenbank vornehmen. Er ist nicht sinnvoll, wenn Anweisungen von Ausl\u00F6sern abgefangen werden, bevor die Anweisung ausgef\u00FChrt wird, da die Anweisungen ge\u00E4ndert oder ignoriert werden k\u00F6nnten. Dieser Parameter hat bei Ansichten keine Wirkung.
NOVLPGSINSYN.initial.settings.param.choice.startup-option.processfuturechangesonly=Nur zuk\u00FCnftige \u00C4nderungen verarbeiten
NOVLPGSINSYN.initial.settings.param.choice.enable-meta-identifiers.no=nein
NOVLPGSINSYN.initial.settings.param.ignore9=Polling-bezogene Parameter anzeigen?
NOVLPGSINSYN.initial.settings.param.ignore8=Benutzerdefinierte Zeitstempel-Anweisung verwenden?
NOVLPGSINSYN.initial.settings.param.ignore6=Anweisungsbezogene Parameter anzeigen?
NOVLPGSINSYN.initial.settings.param.ignore5=Transaktionsbezogene Parameter anzeigen?
NOVLPGSINSYN.initial.settings.param.ignore4=Benutzerdefinierte Deskriptordateien verwenden?
NOVLPGSINSYN.initial.settings.param.ignore3=Kompatibilit\u00E4tsparameter anzeigen?
NOVLPGSINSYN.initial.settings.param.ignore2=Benutzerdefinierte regul\u00E4re Ausdr\u00FCcke als Filter verwenden?
NOVLPGSINSYN.initial.settings.param.ignore1=Parameter f\u00FCr Datenbankumfang anzeigen?
NOVLPGSINSYN.initial.settings.param.check-update-count=Anzahl der Aktualisierungen pr\u00FCfen?
NOVLPGSINSYN.initial.settings.param.choice.ignore8.yes=ja
NOVLPGSINSYN.initial.settings.param.pub-heartbeat-interval=Heartbeat-Intervall (in Minuten)\:
NOVLPGSINSYN.initial.settings.param.choice.batch-size.16=16
NOVLPGSINSYN.initial.settings.param.reuse-statements=Anweisungen erneut verwenden?
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.repeatableread=repeatable read
pkg.description=Das Paket "PostgreSQL - Indirekte Synchronisierung" enth\u00E4lt Richtlinien, eine Schemazuordnung und Einstellungen f\u00FCr das indirekte Modell der Identit\u00E4tssynchronisierung.
NOVLPGSINSYN.initial.settings.param.choice.ignore8.no=nein
NOVLPGSINSYN.initial.settings.param.dscr.key-gen=Geben Sie an, wie und wann pro Tabelle oder Ansicht Werte f\u00FCr Prim\u00E4rschl\u00FCssel generiert bzw. abgerufen werden. Dieser Parameter hat Vorrang vor globalen Methoden- und Timing-Einstellungen. Trennen Sie mehrere Werte durch Semikolons, Kommas oder Leerzeichen.
NOVLPGSINSYN.initial.settings.param.dscr.exclude-table-filter=Geben Sie einen Filter in Form eines regul\u00E4ren Ausdrucks in Java-Syntax an, um Tabellen oder Ansichten auszuschlie\u00DFen.
NOVLPGSINSYN.initial.settings.param.choice.allow-loopback.yes=ja
NOVLPGSINSYN.initial.settings.param.choice.enable-locking.nodefault=Nein (Standard)
NOVLPGSINSYN.initial.settings.param.choice.function-return-method.resultset=Ergebnis-Set
NOVLPGSINSYN.initial.settings.param.choice.ignore3.show=Anzeigen
NOVLPGSINSYN.initial.settings.param.choice.allow-loopback.nodefault=Nein (Standard)
NOVLPGSINSYN.initial.settings.param.optimize-update=Aktualisierungen optimieren?
NOVLPGSINSYN.initial.settings.param.choice.time-syntax.canonicalstring=kanonische Zeichenkette
NOVLPGSINSYN.initial.settings.param.choice.ignore11.show=Anzeigen
NOVLPGSINSYN.initial.settings.param.choice.check-update-count.yesdefault=Ja (Standard)
NOVLPGSINSYN.initial.settings.param.sync-schema=Schema-Name\:
NOVLPGSINSYN.initial.settings.param.choice.ignore4.yes=ja
NOVLPGSINSYN.initial.settings.param.dscr.column-position-comparator=F\u00FCr \u00E4ltere Datenbanken, die keine Spaltenpositionierung unterst\u00FCtzen (z. B. DB2/AS400) muss ein Ersatz-Sortieralgorithmus angewendet werden. Das Sortieren von Spaltennamen anhand von hexadezimalen Werten stellt sicher, dass der Treiber nach einer Verschiebung auf einen anderen Server weiterhin ohne \u00C4nderungen funktioniert. Das Sortieren von Spaltennamen anhand der plattform- oder l\u00E4nderspezifischen Sortierreihenfolge ist intuitiver, erfordert aber m\u00F6glicherweise Anpassungen, wenn der Treiber auf einen anderen Server verschoben wird. Die Spaltenreihenfolge in der Ereignisprotokolltabelle und die Spaltenreihenfolge der zusammengesetzten Spalten k\u00F6nnten sich \u00E4ndern. Im letzten Fall m\u00FCssten die Schemazuordnungsregel und die Objektverkn\u00FCpfungswerte aktualisiert werden. Im ersten Fall m\u00FCssten die Spalten der Ereignisprotokolltabelle umbenannt werden.
NOVLPGSINSYN.initial.settings.param.choice.ignore3.hide=Verstecken
NOVLPGSINSYN.initial.settings.param.dscr.optimize-update=Geben Sie an, ob der Herausgeberkanal Aktualisierungsereignisse optimiert, bevor sie an die Engine gesendet werden. Bei 'Ja' werden alle Aktualisierungsereignisse optimiert. Bei 'Nein' werden die ausgew\u00E4hlten Aktualisierungsereignisse nicht optimiert. Eine umfassendere Erl\u00E4uterung dieses Parameters finden Sie im Treiberimplementierungshandbuch.
NOVLPGSINSYN.initial.settings.param.batch-size=Stapelgr\u00F6\u00DFe\:
NOVLPGSINSYN.initial.settings.param.choice.use-single-connection.no=nein
NOVLPGSINSYN.initial.settings.param.choice.batch-size.8=8
NOVLPGSINSYN.initial.settings.param.choice.enable-refs.yesdefault=Ja (Standard)
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.none=Keine
NOVLPGSINSYN.initial.settings.param.choice.batch-size.4=4
NOVLPGSINSYN.initial.settings.param.choice.ignore11.hide=Verstecken
NOVLPGSINSYN.initial.settings.param.choice.batch-size.2=2
NOVLPGSINSYN.initial.settings.param.dscr.lock-generator-class=Geben Sie den Namen der Klasse ein, die Sperranweisungen generiert.
NOVLPGSINSYN.initial.settings.param.choice.ignore4.no=nein
NOVLPGSINSYN.initial.settings.param.choice.preserve-sql-whitespace.yes=ja
NOVLPGSINSYN.initial.settings.param.choice.disable-locking.nodefault=Nein (Standard)
NOVLPGSINSYN.initial.settings.param.minimal-metadata=Minimale Metadaten abrufen?
NOVLPGSINSYN.initial.settings.param.choice.column-position-comparator.hexadecimalvalue=Hexadezimaler Wert
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.dscr.publication-mode=Geben Sie an, ob die Ver\u00F6ffentlichung \u00FCber Ausl\u00F6ser oder ausl\u00F6serfrei erfolgen soll. Bei einer Ver\u00F6ffentlichung \u00FCber Ausl\u00F6ser werden mithilfe von Datenbankausl\u00F6sern Ereignisse erfasst und in einer Tabelle protokolliert. Bei einer ausl\u00F6serfreien Ver\u00F6ffentlichung werden die Ereignisse durch Untersuchen von Datenbanktabellen oder -ansichten ermittelt. Eine Ver\u00F6ffentlichung \u00FCber Ausl\u00F6ser ist effizienter, erfordert aber eine aufw\u00E4ndige Konfiguration der Datenbank. Eine ausl\u00F6serfreie Ver\u00F6ffentlichung ist weniger effizient, ist aber datenbankseitig einfacher zu konfigurieren.
NOVLPGSINSYN.initial.settings.param.choice.enable-locking.yes=ja
NOVLPGSINSYN.initial.settings.param.current-timestamp-stmt=Aktuelle Zeitstempel-Anweisung\:
NOVLPGSINSYN.initial.settings.param.dscr.enable-meta-identifiers=Geben Sie an, ob die Namenspr\u00E4fixe von Ansichtsspalten (z. B., "pk_", "fk_", "sv_", "mv_") als Metadaten interpretiert werden sollen. Wird diese Option aktiviert, werden die Pr\u00E4fixe nicht als Teil der Ansichtsspaltennamen betrachtet. Metakennzeichner erm\u00F6glichen, Referenzenbeziehungen zwischen Ansichten zu definieren und Ansichtsspalten als mehr- oder einwertig zu markieren. Die Unterst\u00FCtzung f\u00FCr Metakennzeichner muss aus Gr\u00FCnden der Abw\u00E4rtskompatibilit\u00E4t mit Version 1.5 deaktiviert werden.
NOVLPGSINSYN.initial.settings.param.choice.minimal-metadata.dynamicdefault=Dynamisch Standard
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.dynamicdefault=Dynamisch Standard
NOVLPGSINSYN.appconfig.lang=de
NOVLPGSINSYN.initial.settings.param.include-table-filter=Einschlie\u00DFender Filterausdruck\:
NOVLPGSINSYN.initial.settings.param.time-syntax=Zeitsyntax\:
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.choice.publication-mode.triggerless=Ausl\u00F6serfrei
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.header.PublicationOption=Ver\u00F6ffentlichungsoption\:
NOVLPGSINSYN.initial.settings.param.enable-refs=Unterst\u00FCtzung f\u00FCr Tabellenreferenzattribute aktivieren?
NOVLPGSINSYN.initial.settings.param.startup-option=Startoption\:
NOVLPGSINSYN.initial.settings.param.choice.disable-locking.yes=ja
NOVLPGSINSYN.initial.settings.param.dscr.connection-properties=Verbindungseigenschaften als Schl\u00FCssel-Wert-Paare auff\u00FChren. Beispiel\:  Schl\u00FCssel\=Wert. Verwenden Sie Semikolons zum Trennen mehrerer Werte. Beispiel\: Schl\u00FCssel1\=Wert1; Schl\u00FCssel2\=Wert2.
NOVLPGSINSYN.initial.settings.param.dscr.transaction-isolation-level=Mit diesem Parameter k\u00F6nnen Sie erweiterte Transaktionseigenschaften festlegen. Weitere Informationen \u00FCber die Bedeutung dieser Werte finden Sie im JDBC-Tutorial unter http\://java.sun.com/docs/books/tutorial/jdbc/basics/transactions.html und in der Dokumentation Ihres Fremdhersteller-JDBC-Treibers oder Ihrer Datenbank.
NOVLPGSINSYN.initial.settings.param.choice.handle-future-events.nodefault=Nein (Standard)
NOVLPGSINSYN.initial.settings.param.connection-properties=Verbindungseigenschaften\:
NOVLPGSINSYN.initial.settings.param.choice.use-single-connection.yes=ja
NOVLPGSINSYN.initial.settings.param.dscr.disable-locking=Geben Sie an, ob die Anweisungssperrung deaktiviert werden soll. Geben Sie an, ob das explizite Sperren von Datenbankressourcen auf diesem Kanal deaktiviert werden soll.
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.dscr.post-poll-stmt2=Geben Sie die Anweisungen an, sofern erforderlich, die nach einem aktiven Polling-Zyklus ausgef\u00FChrt werden sollen. Dieser Parameter ist beispielsweise n\u00FCtzlich, um eine gespeicherte Prozedur oder Funktion aufzurufen, die verarbeitete Zeilen aus der Ereignisprotokolltabelle in eine Verlaufstabelle verschiebt und die Indizes der Ereignisprotokolltabelle neu aufbaut. Verwenden Sie Semikolons zum Trennen mehrerer Werte.
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.dscr.post-poll-stmt1=Geben Sie die Anweisungen an, sofern erforderlich, die nach einem aktiven Polling-Zyklus ausgef\u00FChrt werden sollen. Dieser Parameter ist beispielsweise n\u00FCtzlich, um eine gespeicherte Prozedur oder Funktion aufzurufen, die verarbeitete Zeilen aus der Ereignisprotokolltabelle in eine Verlaufstabelle verschiebt und die Indizes der Ereignisprotokolltabelle neu aufbaut. Verwenden Sie Semikolons zum Trennen mehrerer Werte.
NOVLPGSINSYN.initial.settings.param.choice.column-position-comparator.dynamicdefault=Dynamisch Standard
NOVLPGSINSYN.initial.settings.param.query-limit=Abfragebeschr\u00E4nkung (standardm\u00E4\u00DFig 10.000)\:
NOVLPGSINSYN.initial.settings.param.dscr.pub-heartbeat-interval=Geben Sie an, f\u00FCr wie viele Minuten keine Herausgeberaktivit\u00E4ten stattfinden m\u00FCssen, bevor der Herausgeber ein Heartbeat-Dokument sendet. In der Praxis k\u00F6nnte diese Zeitspanne l\u00E4nger als angegeben sein, d. h., hier wird die unterste Grenze festgelegt.
NOVLPGSINSYN.initial.settings.param.max-conn-retry=Max. Anzahl von Verbindungsversuchen\:
NOVLPGSINSYN.initial.settings.param.dscr.jdbc-driver-descriptor=Geben Sie den Namen der Deskriptordatei f\u00FCr Ihren Fremdhersteller-JDBC-Treiber ein. Der Dateiname muss die Erweiterung ".xml" haben und sich in einer .jar-Datei befinden, deren Name mit "jdbc" beginnt (ohne Ber\u00FCcksichtung der Gro\u00DF-/Kleinschreibung) und die sich zur Laufzeit im Klassenpfad befinden muss.
NOVLPGSINSYN.initial.settings.param.dscr.polling-interval=Geben Sie die Mindestanzahl Sekunden Inaktivit\u00E4t an, die zwischen den Polling-Zyklen liegen muss. In der Praxis kann diese Zeitspanne l\u00E4nger als angegeben sein (d. h., hier wird die unterste Grenze festgelegt). Der Standardwert ist 10 Sekunden.
NOVLPGSINSYN.initial.settings.param.choice.preserve-sql-whitespace.nodefault=Nein (Standard)
NOVLPGSINSYN.initial.settings.param.dscr.sync-schema=Geben Sie den Namen des Datenbankschemas an, das die zu synchronisierenden Tabellen oder Ansichten enth\u00E4lt. Schema ist synonym zu Eigent\u00FCmerschaft. Wenn beispielsweise der Datenbankbenutzer 'idm' Eigent\u00FCmer der Tabelle 'table1' ist, kann man auch sagen, dass 'table1' Teil des idm-Schemas ist. 
NOVLPGSINSYN.initial.settings.param.disable-locking=Sperren auf Anweisungsebene deaktivieren?
NOVLPGSINSYN.initial.settings.param.choice.handle-stmt-results.dynamicdefault=Dynamisch Standard
NOVLPGSINSYN.initial.settings.param.choice.ignore13.yes=ja
NOVLPGSINSYN.initial.settings.param.choice.ignore12.show=Anzeigen
NOVLPGSINSYN.initial.settings.param.left-outer-join-operator='left outer-join'-Operator\:
NOVLPGSINSYN.initial.settings.param.dscr.startup-option=Legt fest, wie sich der Herausgeber beim Start verh\u00E4lt.
