#
#Thu Jan 12 13:11:25 IST 2017
NOVLPGSINSYN.initial.settings.param.choice.column-position-comparator.stringcollationorder=\u6587\u5B57\u5217\u7167\u5408\u9806\u5E8F
NOVLPGSINSYN.initial.settings.param.database-descriptor=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8A18\u8FF0\u5B50\u30D5\u30A1\u30A4\u30EB\u540D\:
NOVLPGSINSYN.initial.settings.param.choice.ignore12.hide=\u96A0\u3059
NOVLPGSINSYN.initial.settings.param.dscr.ignore13=\u30ED\u30C3\u30AF\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u3092\u751F\u6210\u3059\u308B\u305F\u3081\u306B\u30AB\u30B9\u30BF\u30E0\u30AF\u30E9\u30B9\u3092\u4F7F\u7528\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.dscr.log-table=\u767A\u884C\u30A4\u30D9\u30F3\u30C8\u304C\u4FDD\u5B58\u3055\u308C\u308B\u30C6\u30FC\u30D6\u30EB\u540D\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.dscr.ignore12=\u5F8C\u65B9\u4E92\u63DB\u6027\u3092\u4FDD\u8A3C\u3059\u308B\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.dscr.ignore11=\u63A5\u7D9A\u6027\u95A2\u9023\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.dscr.ignore10=\u30D7\u30E9\u30A4\u30DE\u30EA\u30AD\u30FC\u306E\u5024\u304C\u3044\u3064\u3001\u3069\u306E\u3088\u3046\u306B\u751F\u6210\u3055\u308C\u308B\u304B\u3092\u5236\u5FA1\u3059\u308B\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.key-gen=\u65B9\u6CD5\u3068\u30BF\u30A4\u30DF\u30F3\u30B0(\u30C6\u30FC\u30D6\u30EB-\u30ED\u30FC\u30AB\u30EB)\:
NOVLPGSINSYN.initial.settings.param.choice.startup-option.processallchangesdefault=\u3059\u3079\u3066\u306E\u5909\u66F4\u3092\u51E6\u7406\u3059\u308B(\u30C7\u30D5\u30A9\u30EB\u30C8)
NOVLPGSINSYN.initial.settings.param.choice.time-syntax.javastring=Java\u6587\u5B57\u5217
NOVLPGSINSYN.initial.settings.param.log-table=\u30A4\u30D9\u30F3\u30C8\u30ED\u30B0\u306E\u30C6\u30FC\u30D6\u30EB\u540D\:
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.publication-mode=\u767A\u884C\u30E2\u30FC\u30C9\:
NOVLPGSINSYN.initial.settings.param.enable-locking=\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u30EC\u30D9\u30EB\u306E\u30ED\u30C3\u30AF\u3092\u6709\u52B9\u306B\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.post-poll-stmt=\u30DD\u30B9\u30C8\u30DD\u30FC\u30EA\u30F3\u30B0\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\:
NOVLPGSINSYN.initial.settings.param.function-return-method=\u95A2\u6570\u306E\u30EA\u30BF\u30FC\u30F3\u65B9\u6CD5\:
NOVLPGSINSYN.initial.settings.param.dscr.max-conn-retry=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u304C\u5931\u308F\u308C\u305F\u5834\u5408\u306B\u63A5\u7D9A\u306E\u78BA\u7ACB\u3092\u518D\u8A66\u884C\u3059\u308B\u56DE\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u78BA\u7ACB\u3059\u308B\u307E\u3067\u63A5\u7D9A\u3092\u518D\u8A66\u884C\u3059\u308B\u5834\u5408\u3001-1\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.enable-refs.no=\u3044\u3044\u3048
NOVLPGSINSYN.initial.settings.param.handle-future-events=\u5C06\u6765\u306E\u30A4\u30D9\u30F3\u30C8\u51E6\u7406\u3092\u6709\u52B9\u306B\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.choice.publication-mode.triggered=\u30C8\u30EA\u30AC\u4ED8\u304D
NOVLPGSINSYN.initial.settings.param.preserve-sql-whitespace=SQL\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u3067\u30DB\u30EF\u30A4\u30C8\u30B9\u30DA\u30FC\u30B9\u3092\u4FDD\u6301\u3059\u308B\:
NOVLPGSINSYN.initial.settings.param.dscr.time-syntax=\u6642\u9593\u306B\u95A2\u9023\u3059\u308B\u30C7\u30FC\u30BF\u578B\u304C\u6574\u6570\u3001\u6A19\u6E96\u6587\u5B57\u5217\u3001\u307E\u305F\u306FJava\u6587\u5B57\u5217\u306E\u3044\u305A\u308C\u3067\u8FD4\u3055\u308C\u308B\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u6642\u9593\u5024\u3092\u6574\u6570\u3067\u8FD4\u3059\u5229\u70B9\u306F\u3001\u6574\u6570\u5024\u306F\u7C21\u5358\u306BeDirectory\u56FA\u6709\u306E\u6642\u9593\u306E\u30C7\u30FC\u30BF\u578B\u306B\u7C21\u5358\u306B\u30DE\u30C3\u30D7\u3067\u304D\u308B\u3068\u3044\u3046\u70B9\u3067\u3059\u3002\u6B20\u70B9\u306F\u3001\u7BC4\u56F2\u304C\u9650\u5B9A\u3055\u308C\u3066\u3044\u308B\u3068\u3044\u3046\u3053\u3068\u3067\u3059\u30021970 \u5E74\u4EE5\u6765\u7D4C\u904E\u3057\u305F\u79D2\u6570\u3092\u8868\u3059\u6574\u6570\u5024\u306F\u3001\u7B26\u53F7\u4ED8\u304D\u306E\u5024\u306B\u5909\u63DB\u3057\u305F\u5834\u5408\u3001\u304A\u3088\u305D1910\u304B\u30892030\u307E\u3067\u306E\u65E5\u4ED8\u7BC4\u56F2\u3092\u30AB\u30D0\u30FC\u3067\u304D\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u306F\u3001Identity Manager\u306F\u3001\u6642\u9593\u306B\u95A2\u9023\u3059\u308B\u6574\u6570\u306E\u30C7\u30FC\u30BF\u578B\u3092\u7B26\u53F7\u306A\u3057\u306E\u5024\u306B\u5909\u63DB\u3057\u307E\u3059\u3002\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30BF\u30A4\u30E0\u30B9\u30BF\u30F3\u30D7\u306A\u3069\u3001\u6587\u5B57\u5217\u306E\u30BF\u30A4\u30E0\u30B9\u30BF\u30F3\u30D7\u3067\u306F\u3001\u3088\u308A\u5E83\u7BC4\u306A\u7BC4\u56F2\u3092\u30AB\u30D0\u30FC\u3067\u304D\u3001\u3088\u308A\u6B63\u78BA\u3067\u3059\u304C\u3001Identity Manager\u5185\u3067\u6587\u5B57\u5217\u30C7\u30FC\u30BF\u578B\u306B\u30DE\u30C3\u30D7\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u6A19\u6E96\u6587\u5B57\u5217\u306E\u30BF\u30A4\u30E0\u30B9\u30BF\u30F3\u30D7\u3001\u65E5\u4ED8\u3001\u6642\u523B\u306F\u3001CCYYMMDDHHMMSSNNNNNNNNN\u3001CCYYMMDD\u3001\u304A\u3088\u3073HHMMSS\u3068\u3044\u3046\u5F62\u5F0F\u3067\u305D\u308C\u305E\u308C\u767A\u884C\u3055\u308C\u307E\u3059(\u3053\u3053\u3067\u306F\u3001C \=\u4E16\u7D00\u3001Y \=\u5E74\u3001M \=\u6708\u307E\u305F\u306F\u5206\u3001D \=\u65E5\u3001H \=\u6642\u9593\u3001S \=\u79D2\u3001N \=\u30CA\u30CE\u306E\u610F\u5473\u3067\u3059)\u3002\u3053\u308C\u3089\u306E\u56FA\u5B9A\u9577\u306E\u5F62\u5F0F\u306B\u306F\u3001\u30D7\u30E9\u30C3\u30C8\u30D5\u30A9\u30FC\u30E0\u304A\u3088\u3073\u30ED\u30B1\u30FC\u30EB\u3092\u554F\u308F\u305A\u306B\u6642\u7CFB\u5217\u306B\u7167\u5408\u3067\u304D\u308B\u3068\u3044\u3046\u5229\u70B9\u304C\u3042\u308A\u307E\u3059\u3002Java\u6587\u5B57\u5217\u306E\u30BF\u30A4\u30E0\u30B9\u30BF\u30F3\u30D7\u3001\u65E5\u4ED8\u3001\u6642\u523B\u306F\u3001yyyy-mm-dd hh\:mm\:ss.fffffffff\u3001yyyy-mm-dd\u3001\u304A\u3088\u3073hh\:mm\:ss\u3068\u3044\u3046\u5F62\u5F0F\u3067\u305D\u308C\u305E\u308C\u767A\u884C\u3055\u308C\u307E\u3059(\u3053\u3053\u3067\u306F\u3001y \=\u5E74\u3001m \=\u6708\u307E\u305F\u306F\u5206\u3001d \=\u65E5\u3001h \=\u6642\u9593\u3001s \=\u79D2\u3001f \=\u30CA\u30CE\u306E\u610F\u5473\u3067\u3059)\u3002
NOVLPGSINSYN.initial.settings.param.column-position-comparator=\u5217\u540D\u3092\u4E26\u3079\u66FF\u3048\u308B\u57FA\u6E96\:
NOVLPGSINSYN.initial.settings.param.dscr.enable-locking=\u5404\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u306E\u5B9F\u884C\u524D\u306B\u3001\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30EA\u30BD\u30FC\u30B9\u3092\u660E\u793A\u7684\u306B\u30ED\u30C3\u30AF\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.ignore13.no=\u3044\u3044\u3048
NOVLPGSINSYN.initial.settings.param.allow-loopback=\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u3092\u8A31\u53EF\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.choice.time-syntax.integerdefault=\u6574\u6570(\u30C7\u30D5\u30A9\u30EB\u30C8)
NOVLPGSINSYN.initial.settings.param.choice.function-return-method.dynamicdefault=\u52D5\u7684\u30C7\u30D5\u30A9\u30EB\u30C8
NOVLPGSINSYN.initial.settings.param.choice.function-return-method.scalarreturnvalue=\u30B9\u30AB\u30E9\u8FD4\u308A\u5024
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.post-poll-stmt2=\u30DD\u30B9\u30C8\u30DD\u30FC\u30EA\u30F3\u30B0\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\:
NOVLPGSINSYN.initial.settings.param.dscr.query-limit=\u63A5\u7D9A\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u30DD\u30FC\u30EA\u30F3\u30B0\u5468\u671F\u3054\u3068\u306B\u8AAD\u307F\u8FBC\u3080\u30A4\u30D9\u30F3\u30C8\u306E\u6700\u5927\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306F\u300110000\u500B\u306E\u30A4\u30D9\u30F3\u30C8\u3067\u3059\u3002
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.post-poll-stmt1=\u30DD\u30B9\u30C8\u30DD\u30FC\u30EA\u30F3\u30B0\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\:
NOVLPGSINSYN.initial.settings.param.dscr.current-timestamp-stmt=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30B5\u30FC\u30D0\u4E0A\u306E\u73FE\u5728\u306E\u65E5\u6642\u3092\u5224\u65AD\u3059\u308B\u306E\u306B\u4F7F\u7528\u3055\u308C\u308BSQL\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.left-outer-join-operator.dynamicdefault=\u52D5\u7684\u30C7\u30D5\u30A9\u30EB\u30C8
NOVLPGSINSYN.initial.settings.param.choice.ignore1.show=\u8868\u793A
NOVLPGSINSYN.initial.settings.param.dscr.ignore9=\u30DD\u30FC\u30EA\u30F3\u30B0\u306E\u52D5\u4F5C\u3092\u5236\u5FA1\u3059\u308B\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.choice.publication-mode.triggered=\u30C8\u30EA\u30AC\u4ED8\u304D
NOVLPGSINSYN.initial.settings.param.choice.minimal-metadata.no=\u3044\u3044\u3048
NOVLPGSINSYN.initial.settings.param.dscr.ignore8=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30B5\u30FC\u30D0\u4E0A\u306E\u73FE\u5728\u65E5\u6642\u3092\u63D0\u4F9B\u3059\u308B\u30AB\u30B9\u30BF\u30E0SQL\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u3092\u6307\u5B9A\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u306F\u3001SQL\u6587\u304C\u52D5\u7684\u306B\u53D6\u5F97\u3055\u308C\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.dscr.ignore6=\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u95A2\u9023\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.dscr.include-table-filter=\u30C6\u30FC\u30D6\u30EB\u307E\u305F\u306F\u30D3\u30E5\u30FC\u3092\u542B\u3081\u308B\u305F\u3081\u306EJava\u6B63\u898F\u8868\u73FE\u30D5\u30A3\u30EB\u30BF\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.dscr.ignore5=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u95A2\u9023\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.dscr.ignore4=\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u306B\u5BFE\u3059\u308B\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FD\u306EJDBC\u5B9F\u88C5\u307E\u305F\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u56FA\u6709\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8A18\u8FF0\u3059\u308B\u3001\u30AB\u30B9\u30BF\u30E0XML\u8A18\u8FF0\u5B50\u30D5\u30A1\u30A4\u30EB\u3092\u4F7F\u7528\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.use-single-connection.dynamicdefault=\u52D5\u7684\u30C7\u30D5\u30A9\u30EB\u30C8
NOVLPGSINSYN.initial.settings.param.dscr.ignore3=\u3055\u307E\u3056\u307E\u306A\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FD\u306EJDBC\u5B9F\u88C5\u304A\u3088\u3073\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3068\u306E\u4E92\u63DB\u6027\u3092\u62E1\u5F35\u3059\u308B\u3088\u3046\u306B\u3001\u30C9\u30E9\u30A4\u30D0\u306E\u52D5\u4F5C\u3092\u8ABF\u6574\u3067\u304D\u308B\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.dscr.ignore2=\u6B63\u898F\u8868\u73FE\u3092\u4F7F\u7528\u3057\u3066\u30C6\u30FC\u30D6\u30EB\u307E\u305F\u306F\u30D3\u30E5\u30FC\u3092\u542B\u3081\u305F\u308A\u9664\u5916\u3057\u305F\u308A\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001\u5927\u91CF\u306E\u30B9\u30AD\u30FC\u30DE\u3068\u540C\u671F\u3059\u308B\u969B\u306B\u3001\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u304C\u30AD\u30E3\u30C3\u30B7\u30E5\u3059\u308B\u30C6\u30FC\u30D6\u30EB\u307E\u305F\u306F\u30D3\u30E5\u30FC\u306E\u5B9A\u7FA9\u306E\u6570\u3092\u524A\u6E1B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408\u306B\u5F79\u7ACB\u3061\u307E\u3059\u3002\u30B9\u30AD\u30FC\u30DE\u30D5\u30A3\u30EB\u30BF\u306F\u3001\u958B\u59CB\u6642\u9593\u3092\u77ED\u7E2E\u3057\u3001\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u30E1\u30E2\u30EA\u4F7F\u7528\u91CF\u3092\u524A\u6E1B\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.dscr.ignore1=\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u3067\u8868\u793A\u3067\u304D\u308B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u7A0B\u5EA6\u3092\u5236\u5FA1\u3059\u308B\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.dscr.enable-refs=\u5916\u90E8\u30AD\u30FC\u5236\u7D04\u3067\u5236\u7D04\u3055\u308C\u3066\u3044\u308B\u30C6\u30FC\u30D6\u30EB\u30AB\u30E9\u30E0\u304C\u53C2\u7167\u7528\u5C5E\u6027\u3068\u3057\u3066\u5909\u63DB\u3055\u308C\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u53C2\u7167\u7528\u5C5E\u6027\u3067\u306F\u3001\u5236\u7D04\u306E\u3088\u3046\u306A\u95A2\u4FC2\u304C\u30C6\u30FC\u30D6\u30EB\u9593\u306B\u5B58\u5728\u3067\u304D\u307E\u3059\u30021.0\u3068\u306E\u5F8C\u65B9\u4E92\u63DB\u6027\u306E\u305F\u3081\u306B\u3001\u53C2\u7167\u7528\u5C5E\u6027\u306E\u30B5\u30DD\u30FC\u30C8\u306F\u7121\u52B9\u5316\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.dscr.database-descriptor=\u30BF\u30FC\u30B2\u30C3\u30C8\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u8A18\u8FF0\u5B50\u30D5\u30A1\u30A4\u30EB\u306E\u540D\u524D\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30D5\u30A1\u30A4\u30EB\u540D\u306B\u306F\u62E1\u5F35\u5B50.xml\u3092\u4ED8\u3051\u3001\u300C\uFF4A\uFF44\uFF42\uFF43\u300D(\u5927\u6587\u5B57\u3068\u5C0F\u6587\u5B57\u3092\u533A\u5225\u3057\u306A\u3044)\u3067\u59CB\u307E\u308B\u540D\u524D\u3092\u6301\u3064jar\u30D5\u30A1\u30A4\u30EB\u306B\u5165\u308C\u307E\u3059\u3002\u3053\u306Ejar\u30D5\u30A1\u30A4\u30EB\u306F\u30E9\u30F3\u30BF\u30A4\u30E0\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u6307\u5B9A\u3055\u308C\u308B\u5834\u6240\u306B\u914D\u7F6E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.transaction-isolation-level=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u5206\u96E2\u30EC\u30D9\u30EB\:
NOVLPGSINSYN.initial.settings.param.choice.handle-stmt-results.one=1
NOVLPGSINSYN.initial.settings.param.choice.ignore5.show=\u8868\u793A
NOVLPGSINSYN.initial.settings.param.choice.batch-size.64=64
NOVLPGSINSYN.initial.settings.param.dscr.use-single-connection=\u8CFC\u8AAD\u8005\u3068\u767A\u884C\u8005\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u3092\u5171\u6709\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u901A\u5E38\u3001\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u306F\u3001\u4E21\u65B9\u306E\u30C1\u30E3\u30CD\u30EB\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u308B\u5834\u5408\u306F\u30013\u3064\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A(\u8CFC\u8AAD\u8005\u63A5\u7D9A1\u3064\u3001\u304A\u3088\u3073\u767A\u884C\u8005\u63A5\u7D9A2\u3064)\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001\u5FC5\u8981\u306A\u63A5\u7D9A\u6570\u30922\u306B\u6E1B\u3089\u3057\u307E\u3059(\u767A\u884C\u8005\u5C02\u7528\u63A5\u7D9A1\u3064\u3001\u304A\u3088\u3073\u767A\u884C\u8005\u3068\u8CFC\u8AAD\u8005\u5171\u6709\u63A5\u7D9A1\u3064)\u3002
NOVLPGSINSYN.initial.settings.param.choice.ignore1.hide=\u96A0\u3059
NOVLPGSINSYN.initial.settings.param.choice.optimize-update.yes=\u306F\u3044
NOVLPGSINSYN.initial.settings.param.choice.batch-size.1default=1 (\u30C7\u30D5\u30A9\u30EB\u30C8)
NOVLPGSINSYN.initial.settings.param.handle-stmt-results=\u8FD4\u3055\u308C\u305F\u7D50\u679C\u30BB\u30C3\u30C8\u306E\u6570\:
NOVLPGSINSYN.initial.settings.param.use-single-connection=\u6700\u5C0F\u6570\u306E\u63A5\u7D9A\u3092\u4F7F\u7528\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.choice.handle-stmt-results.multiple=\u8907\u6570
NOVLPGSINSYN.initial.settings.param.dscr.reuse-statements=\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u306F\u3001java.sql.Statement\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u518D\u4F7F\u7528\u3001\u307E\u305F\u306F\u3001\u4F7F\u7528\u3059\u308B\u305F\u3073\u306B\u7D42\u4E86\u3057\u3066\u518D\u5272\u308A\u5F53\u3066\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.choice.ignore9.show=\u8868\u793A
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.dscr.post-poll-stmt=\u30A2\u30AF\u30C6\u30A3\u30D6\u30DD\u30FC\u30EA\u30F3\u30B0\u5468\u671F\u306E\u5F8C\u306B\u5B9F\u884C\u3055\u308C\u308B\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u304C\u3042\u308B\u5834\u5408\u3001\u305D\u308C\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001\u51E6\u7406\u3055\u308C\u305F\u884C\u3092\u30A4\u30D9\u30F3\u30C8\u30ED\u30B0\u306E\u30C6\u30FC\u30D6\u30EB\u304B\u3089\u5C65\u6B74\u30C6\u30FC\u30D6\u30EB\u3078\u79FB\u52D5\u3057\u3001\u30A4\u30D9\u30F3\u30C8\u30ED\u30B0\u306E\u30C6\u30FC\u30D6\u30EB\u306B\u5BFE\u3059\u308B\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u3092\u518D\u69CB\u7BC9\u3059\u308B\u30B9\u30C8\u30A2\u30C9\u30D7\u30ED\u30B7\u30FC\u30B8\u30E3\u3084\u95A2\u6570\u3092\u30B3\u30FC\u30EB\u3059\u308B\u306E\u306B\u5F79\u7ACB\u3061\u307E\u3059\u3002\u8907\u6570\u306E\u5024\u306B\u306F\u3001\u533A\u5207\u308A\u6587\u5B57\u3068\u3057\u3066\u30BB\u30DF\u30B3\u30ED\u30F3\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
pkg.name=PostgreSQL\u9593\u63A5\u540C\u671F
NOVLPGSINSYN.initial.settings.param.choice.left-outer-join-operator.LEFTOUTERJOIN=LEFT OUTER JOIN
NOVLPGSINSYN.initial.settings.param.time-of-day=\u30DD\u30FC\u30EA\u30F3\u30B0\u6642\u523B\:
NOVLPGSINSYN.initial.settings.param.choice.ignore5.hide=\u96A0\u3059
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.dscr.publication-mode=\u30C8\u30EA\u30AC\u3042\u308A\u767A\u884C\u307E\u305F\u306F\u30C8\u30EA\u30AC\u306A\u3057\u767A\u884C\u306E\u3044\u305A\u308C\u3092\u4F7F\u7528\u3059\u308B\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u30C8\u30EA\u30AC\u3042\u308A\u767A\u884C\u3067\u306F\u3001\u30A4\u30D9\u30F3\u30C8\u3092\u53D6\u5F97\u3057\u3001\u305D\u308C\u3092\u30C6\u30FC\u30D6\u30EB\u306B\u30ED\u30B0\u3068\u3057\u3066\u8A18\u9332\u3059\u308B\u306E\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30C8\u30EA\u30AC\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002\u30C8\u30EA\u30AC\u306A\u3057\u767A\u884C\u3067\u306F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30C6\u30FC\u30D6\u30EB\u307E\u305F\u306F\u30D3\u30E5\u30FC\u3092\u8ABF\u3079\u308B\u3053\u3068\u306B\u3088\u3063\u3066\u3001\u30A4\u30D9\u30F3\u30C8\u3092\u62BD\u51FA\u3057\u307E\u3059\u3002\u30C8\u30EA\u30AC\u3042\u308A\u767A\u884C\u306E\u307B\u3046\u304C\u52B9\u7387\u7684\u3067\u3059\u304C\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5074\u3067\u3055\u307E\u3056\u307E\u306A\u8A2D\u5B9A\u3092\u884C\u3046\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30C8\u30EA\u30AC\u306A\u3057\u767A\u884C\u306F\u3001\u6BD4\u8F03\u7684\u52B9\u7387\u6027\u306B\u306F\u52A3\u308A\u307E\u3059\u304C\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5074\u306E\u8A2D\u5B9A\u306F\u6700\u5C0F\u9650\u3067\u6E08\u307F\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.reuse-statements.dynamicdefault=\u52D5\u7684\u30C7\u30D5\u30A9\u30EB\u30C8
NOVLPGSINSYN.initial.settings.param.dscr.allow-loopback=\u8CFC\u8CB7\u8005\u30C1\u30E3\u30CD\u30EB\u306B\u3088\u3063\u3066\u958B\u59CB\u3055\u308C\u305F\u30A4\u30D9\u30F3\u30C8\u304C\u767A\u884C\u8005\u30C1\u30E3\u30CD\u30EB\u306B\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u3067\u304D\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.delete-from-log=\u51E6\u7406\u3055\u308C\u305F\u884C\u3092\u524A\u9664\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.sync-tables=\u30C6\u30FC\u30D6\u30EB\u307E\u305F\u306F\u30D3\u30E5\u30FC\u306E\u540D\u524D\:
NOVLPGSINSYN.initial.settings.param.choice.ignore9.hide=\u96A0\u3059
NOVLPGSINSYN.initial.settings.param.choice.ignore2.yes=\u306F\u3044
NOVLPGSINSYN.initial.settings.param.dscr.delete-from-log=\u51E6\u7406\u3055\u308C\u305F\u884C\u3092\u30A4\u30D9\u30F3\u30C8\u30ED\u30B0\u306E\u30C6\u30FC\u30D6\u30EB\u304B\u3089\u524A\u9664\u3059\u308B\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u51E6\u7406\u3055\u308C\u305F\u884C\u304C\u30A4\u30D9\u30F3\u30C8\u30ED\u30B0\u306E\u30C6\u30FC\u30D6\u30EB\u306B\u6B8B\u3063\u3066\u3044\u308B\u3068\u3001\u4F59\u5206\u306B\u304B\u304B\u308B\u8CA0\u8377\u304C\u975E\u5E38\u306B\u5897\u3048\u307E\u3059\u3002\uFF3B\u30DD\u30B9\u30C8\u30DD\u30FC\u30EA\u30F3\u30B0\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\:\uFF3D\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u4F7F\u7528\u3057\u3066\u3001\u51E6\u7406\u3055\u308C\u305F\u884C\u3092\u30A4\u30D9\u30F3\u30C8\u30ED\u30B0\u306E\u30C6\u30FC\u30D6\u30EB\u304B\u3089\u30A4\u30D9\u30F3\u30C8\u5C65\u6B74\u306E\u30C6\u30FC\u30D6\u30EB\u306B\u79FB\u52D5\u3059\u308B\u3053\u3068\u3067\u3001\u8CA0\u8377\u3092\u8EFD\u6E1B\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.delete-from-log.no=\u3044\u3044\u3048
NOVLPGSINSYN.initial.settings.param.choice.minimal-metadata.yes=\u306F\u3044
NOVLPGSINSYN.initial.settings.param.polling-interval=\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694(\u79D2)
NOVLPGSINSYN.initial.settings.param.choice.batch-size.128=128
NOVLPGSINSYN.initial.settings.param.choice.ignore2.no=\u3044\u3044\u3048
NOVLPGSINSYN.initial.settings.param.dscr.state-dir=\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u304C\u72B6\u614B\u60C5\u5831\u3092\u4FDD\u5B58\u3059\u308B\u30D5\u30A9\u30EB\u30C0\u306E\u30D1\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30C8\u30EA\u30AC\u306A\u3057\u306E\u767A\u884C\u3092\u4F7F\u7528\u3059\u308B\u969B\u306B\u3053\u306E\u5024\u3092\u5909\u66F4\u3059\u308B\u3068\u3001\u3059\u3079\u3066\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5F37\u5236\u7684\u306A\u518D\u540C\u671F\u5316\u304C\u884C\u308F\u308C\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.exclude-table-filter=\u30D5\u30A3\u30EB\u30BF\u5F0F\u3092\u9664\u304F\:
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.serializable=\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u53EF\u80FD
NOVLPGSINSYN.initial.settings.param.dscr.connection-init=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3078\u306E\u63A5\u7D9A\u76F4\u5F8C\u3001\u3069\u306ESQL\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u3092\u5B9F\u884C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304B(\u5B9F\u884C\u3059\u308B\u3082\u306E\u304C\u3042\u308B\u5834\u5408)\u3002\u8907\u6570\u306E\u5024\u306B\u306F\u3001\u30BB\u30DF\u30B3\u30ED\u30F3\u3092\u533A\u5207\u308A\u6587\u5B57\u3068\u3057\u3066\u4F7F\u7528\u3057\u307E\u3059\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u5909\u66F4\u307E\u305F\u306F\u30BB\u30C3\u30B7\u30E7\u30F3\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u8A2D\u5B9A\u306B\u5F79\u7ACB\u3061\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.state-dir=\u72B6\u614B\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\:
NOVLPGSINSYN.initial.settings.param.choice.handle-future-events.yes=\u306F\u3044
NOVLPGSINSYN.initial.settings.param.ignore13=\u30AB\u30B9\u30BF\u30E0\u30ED\u30C3\u30AF\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u30AF\u30E9\u30B9\u3092\u4F7F\u7528\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.dscr.handle-stmt-results=SQL\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u304C\u8FD4\u3059\u3053\u3068\u306E\u3067\u304D\u308B\u7D50\u679C\u30BB\u30C3\u30C8\u306E\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.ignore12=\u5F8C\u65B9\u4E92\u63DB\u6027\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.dscr.handle-future-events=\u30A4\u30D9\u30F3\u30C8\u30ED\u30B0\u306E\u30C6\u30FC\u30D6\u30EB\u306B\u542B\u307E\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u3001\u633F\u5165\u9806\u306B\u5BFE\u3059\u308B\u6709\u52B9\u65E5\u306B\u57FA\u3065\u3044\u3066\u51E6\u7406\u3059\u308B\u304B(\u30C8\u30EA\u30AC\u3042\u308A\u767A\u884C)\u3001\u30A4\u30D9\u30F3\u30C8\u3054\u3068\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30ED\u30FC\u30AB\u30EB\u30BF\u30A4\u30E0\u3092\u767A\u884C\u3059\u308B\u304B(\u30C8\u30EA\u30AC\u306A\u3057\u767A\u884C)\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.ignore11=\u63A5\u7D9A\u6027\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.ignore10=\u30D7\u30E9\u30A4\u30DE\u30EA\u30AD\u30FC\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.choice.check-update-count.no=\u3044\u3044\u3048
NOVLPGSINSYN.initial.settings.param.connection-init=\u63A5\u7D9A\u521D\u671F\u5316\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\:
NOVLPGSINSYN.initial.settings.param.dscr.preserve-sql-whitespace=\u30DB\u30EF\u30A4\u30C8\u30B9\u30DA\u30FC\u30B9\u3092SQL\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u3067\u4FDD\u6301\u3059\u308B\u5834\u5408\u3001\uFF3B\u306F\u3044\uFF3D\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u306F\uFF3B\u3044\u3044\u3048\uFF3D\u306B\u8A2D\u5B9A\u3055\u308C\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.dscr.minimal-metadata=\u53EF\u80FD\u306A\u9650\u308A\u6700\u5C0F\u9650\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3067\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u304C\u5B9F\u884C\u3055\u308C\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001\u4E0E\u3048\u3089\u308C\u305F\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FD\u306EJDBC\u30C9\u30E9\u30A4\u30D0\u306B\u3088\u3063\u3066\u3001\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u304C\u901A\u5E38\u4F7F\u7528\u3059\u308B\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u65B9\u5F0F\u306E1\u3064\u304C\u5B9F\u88C5\u3055\u308C\u306A\u3044\u5834\u5408\u306B\u5F79\u7ACB\u3061\u307E\u3059\u3002\u300C\u3044\u3044\u3048\u300D\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u3001\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u3067\u306F\u53C2\u7167\u7528\u30C7\u30FC\u30BF\u304A\u3088\u3073\u89AA\u5B50\u95A2\u4FC2\u304C\u5229\u7528\u3067\u304D\u306A\u304F\u306A\u308A\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.optimize-update.nodefault=\u3044\u3044\u3048(\u30C7\u30D5\u30A9\u30EB\u30C8)
NOVLPGSINSYN.initial.settings.param.choice.reuse-statements.closeandreallocate=\u7D42\u4E86\u3068\u518D\u5272\u308A\u5F53\u3066
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.publication-mode=\u767A\u884C\u30E2\u30FC\u30C9\:
NOVLPGSINSYN.initial.settings.param.dscr.left-outer-join-operator=\u5DE6\u5916\u90E8\u7D50\u5408\u6F14\u7B97\u5B50\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.startup-option.resyncallobjects=\u3059\u3079\u3066\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u518D\u540C\u671F
NOVLPGSINSYN.initial.settings.param.lock-generator-class=\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u30AF\u30E9\u30B9\u306E\u30ED\u30C3\u30AF\:
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.readuncomitted=\u8AAD\u307F\u8FBC\u307F\u306E\u30B3\u30DF\u30C3\u30C8\u304C\u89E3\u9664\u3055\u308C\u307E\u3057\u305F
NOVLPGSINSYN.initial.settings.param.choice.batch-size.32=32
NOVLPGSINSYN.initial.settings.param.choice.ignore6.show=\u8868\u793A
NOVLPGSINSYN.initial.settings.param.choice.ignore10.show=\u8868\u793A
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.unsupported=\u30B5\u30DD\u30FC\u30C8\u306A\u3057
NOVLPGSINSYN.initial.settings.param.dscr.time-of-day=\u767A\u884C\u8005\u30C1\u30E3\u30CD\u30EB\u304C\u6BCE\u65E5\u65B0\u3057\u3044\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30A4\u30D9\u30F3\u30C8\u3092\u30C1\u30A7\u30C3\u30AF\u3059\u308B\u6642\u523B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u6642\u523B\u306E\u5024\u306B\u306F\u8907\u6570\u306E\u5F62\u5F0F\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u63A8\u5968\u3055\u308C\u308B\u5F62\u5F0F\u306F\u3001hh\:mm\:ss\u3067\u3001h \=\u6642\u9593\u3001m \=\u5206\u3001s \=\u79D2\u3092\u8868\u3057\u307E\u3059\u3002
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.choice.publication-mode.triggerless=\u30C8\u30EA\u30AC\u306A\u3057
NOVLPGSINSYN.initial.settings.param.choice.reuse-statements.reuse=REUSE
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.readcomitted=\u8AAD\u307F\u8FBC\u307F\u304C\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u307E\u3057\u305F
NOVLPGSINSYN.initial.settings.param.dscr.function-return-method=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u95A2\u6570\u304B\u3089\u7D50\u679C\u3092\u8FD4\u3059\u65B9\u6CD5\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.enable-meta-identifiers.yesdefault=\u306F\u3044(\u30C7\u30D5\u30A9\u30EB\u30C8)
NOVLPGSINSYN.initial.settings.param.choice.ignore6.hide=\u96A0\u3059
NOVLPGSINSYN.initial.settings.param.choice.ignore10.hide=\u96A0\u3059
NOVLPGSINSYN.initial.settings.param.dscr.sync-tables=\u540C\u671F\u5316\u3059\u308B\u30C6\u30FC\u30D6\u30EB\u307E\u305F\u306F\u30D3\u30E5\u30FC\u306E\u540D\u524D\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u540D\u524D\u306F\u3001\u30B9\u30AD\u30FC\u30DE\u3067\u4FEE\u98FE\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059(\u4F8B\: owner.table)\u3002\u8907\u6570\u306E\u5024\u306B\u306F\u3001\u533A\u5207\u308A\u6587\u5B57\u3068\u3057\u3066\u30BB\u30DF\u30B3\u30ED\u30F3\u3001\u30AB\u30F3\u30DE\u3001\u307E\u305F\u306F\u30B9\u30DA\u30FC\u30B9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u306B\u3088\u3063\u3066\u30AD\u30E3\u30C3\u30B7\u30E5\u3055\u308C\u308B\u30C6\u30FC\u30D6\u30EB\u307E\u305F\u306F\u30D3\u30E5\u30FC\u5B9A\u7FA9\u306E\u6570\u3092\u6E1B\u3089\u3059\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408\u306B\u5F79\u7ACB\u3061\u307E\u3059\u3002\u3053\u306E\u6570\u3092\u6E1B\u3089\u3059\u3053\u3068\u3067\u3001\u30C9\u30E9\u30A4\u30D0\u306E\u958B\u59CB\u6642\u9593\u304C\u77ED\u7E2E\u3055\u308C\u3001\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u30E1\u30E2\u30EA\u4F7F\u7528\u91CF\u304C\u524A\u6E1B\u3055\u308C\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u7570\u306A\u308B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30B9\u30AD\u30FC\u30DE\u306B\u5B58\u5728\u3059\u308B(\u3064\u307E\u308A\u3001\u8907\u6570\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30E6\u30FC\u30B6\u306B\u6240\u6709\u304C\u6240\u6709\u3059\u308B)\u30C6\u30FC\u30D6\u30EB\u307E\u305F\u306F\u30D3\u30E5\u30FC\u3092\u540C\u671F\u3059\u308B\u306E\u306B\u3082\u5F79\u7ACB\u3061\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.enable-meta-identifiers=\u30E1\u30BF\u8B58\u5225\u5B50\u306E\u8868\u793A\u30B5\u30DD\u30FC\u30C8\u3092\u6709\u52B9\u306B\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.choice.left-outer-join-operator.+=(+)
NOVLPGSINSYN.initial.settings.param.jdbc-driver-descriptor=JDBC\u30C9\u30E9\u30A4\u30D0\u8A18\u8FF0\u5B50\u30D5\u30A1\u30A4\u30EB\u540D\:
NOVLPGSINSYN.initial.settings.param.choice.left-outer-join-operator.*=\=*\=
NOVLPGSINSYN.initial.settings.param.dscr.batch-size=\u767A\u884C\u8005\u304C\u5358\u4E00\u306E\u767A\u884C\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u3067\u30B0\u30EB\u30FC\u30D7\u5316\u3059\u308B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30A4\u30D9\u30F3\u30C8\u306E\u5E0C\u671B\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5F53\u305F\u308A\u306E\u30A4\u30D9\u30F3\u30C8\u6570\u306F\u3001\u3053\u306E\u6570\u3088\u308A\u3082\u5C11\u306A\u304F\u3067\u304D\u307E\u3059\u304C\u3001\u591A\u304F\u306F\u3067\u304D\u307E\u305B\u3093\u3002Java\u306E\u30D2\u30FC\u30D7\u304C\u6EA2\u308C\u3066\u3057\u307E\u3046\u53EF\u80FD\u6027\u3092\u6700\u5C0F\u9650\u306B\u6291\u3048\u3001\u30C9\u30E9\u30A4\u30D0\u306E\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u6642\u306B\u767A\u884C\u8005\u30B9\u30EC\u30C3\u30C9\u306E\u4FEE\u4E86\u306E\u9045\u5EF6\u3092\u6E1B\u3089\u3059\u305F\u3081\u306B\u3001\u4E0A\u9650\u306F128\u306B\u8A2D\u5B9A\u3055\u308C\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.delete-from-log.yesdefault=\u306F\u3044(\u30C7\u30D5\u30A9\u30EB\u30C8)
NOVLPGSINSYN.initial.settings.param.choice.handle-stmt-results.none=\u306A\u3057
NOVLPGSINSYN.initial.settings.param.dscr.check-update-count=\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u304C\u3001\u884C\u304C\u633F\u5165\u3055\u308C\u305F\u5F8C\u66F4\u65B0\u3055\u308C\u305F\u304B\u3001\u307E\u305F\u306F\u30C6\u30FC\u30D6\u30EB\u306B\u5BFE\u3057\u3066\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u306E\u524A\u9664\u304C\u5B9F\u884C\u3055\u308C\u305F\u304B\u3092\u30C1\u30A7\u30C3\u30AF\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u5B9F\u969B\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u3067\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u306B\u3088\u3063\u3066\u5909\u66F4\u304C\u78BA\u5B9F\u306B\u884C\u308F\u308C\u308B\u3088\u3046\u306B\u3057\u305F\u3044\u5834\u5408\u306B\u306F\u3001\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u304C\u671B\u307E\u3057\u3044\u3067\u3059\u3002\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u304C\u5B9F\u884C\u3055\u308C\u308B\u524D\u306B\u767A\u751F\u3057\u305F\u30C8\u30EA\u30AC\u306B\u3088\u3063\u3066\u305D\u306E\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u304C\u963B\u6B62\u3055\u308C\u305F\u5834\u5408\u306F\u3001\u30C8\u30EA\u30AC\u304C\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u3092\u518D\u5B9A\u7FA9\u3057\u305F\u308A\u7121\u8996\u3057\u305F\u308A\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308B\u306E\u3067\u3001\u4F7F\u7528\u3059\u308B\u3053\u3068\u306F\u671B\u307E\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001\u30D3\u30E5\u30FC\u306B\u306F\u5F71\u97FF\u3092\u4E0E\u3048\u307E\u305B\u3093\u3002
NOVLPGSINSYN.initial.settings.param.choice.startup-option.processfuturechangesonly=\u5C06\u6765\u306E\u5909\u66F4\u306E\u307F\u3092\u51E6\u7406
NOVLPGSINSYN.initial.settings.param.choice.enable-meta-identifiers.no=\u3044\u3044\u3048
NOVLPGSINSYN.initial.settings.param.ignore9=\u30DD\u30FC\u30EA\u30F3\u30B0\u95A2\u9023\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.ignore8=\u30AB\u30B9\u30BF\u30E0\u30BF\u30A4\u30E0\u30B9\u30BF\u30F3\u30D7\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u3092\u4F7F\u7528\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.ignore6=\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u95A2\u9023\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.ignore5=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u95A2\u9023\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.ignore4=\u30AB\u30B9\u30BF\u30E0\u8A18\u8FF0\u5B50\u30D5\u30A1\u30A4\u30EB\u3092\u4F7F\u7528\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.ignore3=\u4E92\u63DB\u6027\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.ignore2=\u30AB\u30B9\u30BF\u30E0\u6B63\u898F\u8868\u73FE\u30D5\u30A3\u30EB\u30BF\u3092\u4F7F\u7528\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.ignore1=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30B9\u30B3\u30FC\u30D4\u30F3\u30B0\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8868\u793A\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.check-update-count=\u66F4\u65B0\u4EF6\u6570\u3092\u78BA\u8A8D\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.choice.ignore8.yes=\u306F\u3044
NOVLPGSINSYN.initial.settings.param.pub-heartbeat-interval=\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u9593\u9694(\u5206)\:
NOVLPGSINSYN.initial.settings.param.choice.batch-size.16=16
NOVLPGSINSYN.initial.settings.param.reuse-statements=\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u3092\u518D\u4F7F\u7528\u3057\u307E\u3059\u304B?
pkg.description=PostgreSQL\u9593\u63A5\u540C\u671F\u30D1\u30C3\u30B1\u30FC\u30B8\u306B\u306F\u3001ID\u540C\u671F\u306E\u9593\u63A5\u30E2\u30C7\u30EB\u7528\u306B\u30DD\u30EA\u30B7\u30FC\u3001\u30B9\u30AD\u30FC\u30DE\u30DE\u30C3\u30D7\u3001\u304A\u3088\u3073\u8A2D\u5B9A\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.repeatableread=\u7E70\u308A\u8FD4\u3057\u53EF\u80FD\u306A\u8AAD\u307F\u8FBC\u307F
NOVLPGSINSYN.initial.settings.param.choice.ignore8.no=\u3044\u3044\u3048
NOVLPGSINSYN.initial.settings.param.dscr.key-gen=\u30C6\u30FC\u30D6\u30EB\u307E\u305F\u306F\u30D3\u30E5\u30FC\u30D9\u30FC\u30B9\u3067\u3044\u3064\u3001\u3069\u306E\u3088\u3046\u306B\u30D7\u30E9\u30A4\u30DE\u30EA\u30AD\u30FC\u5024\u304C\u751F\u6210\u307E\u305F\u306F\u62BD\u51FA\u3055\u308C\u308B\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u306A\u65B9\u6CD5\u3068\u30BF\u30A4\u30DF\u30F3\u30B0\u8A2D\u5B9A\u3092\u4E0A\u66F8\u304D\u3057\u307E\u3059\u3002\u533A\u5207\u308A\u6587\u5B57\u3068\u3057\u3066\u30BB\u30DF\u30B3\u30ED\u30F3\u3001\u30AB\u30F3\u30DE\u3001\u307E\u305F\u306F\u30B9\u30DA\u30FC\u30B9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
NOVLPGSINSYN.initial.settings.param.dscr.exclude-table-filter=\u30C6\u30FC\u30D6\u30EB\u307E\u305F\u306F\u30D3\u30E5\u30FC\u3092\u9664\u5916\u3059\u308B\u305F\u3081\u306EJava\u6B63\u898F\u8868\u73FE\u30D5\u30A3\u30EB\u30BF\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.allow-loopback.yes=\u306F\u3044
NOVLPGSINSYN.initial.settings.param.choice.enable-locking.nodefault=\u3044\u3044\u3048(\u30C7\u30D5\u30A9\u30EB\u30C8)
NOVLPGSINSYN.initial.settings.param.choice.function-return-method.resultset=\u7D50\u679C\u30BB\u30C3\u30C8
NOVLPGSINSYN.initial.settings.param.choice.ignore3.show=\u8868\u793A
NOVLPGSINSYN.initial.settings.param.optimize-update=\u66F4\u65B0\u3092\u6700\u9069\u5316\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.choice.allow-loopback.nodefault=\u3044\u3044\u3048(\u30C7\u30D5\u30A9\u30EB\u30C8)
NOVLPGSINSYN.initial.settings.param.choice.ignore11.show=\u8868\u793A
NOVLPGSINSYN.initial.settings.param.choice.time-syntax.canonicalstring=\u6A19\u6E96\u6587\u5B57\u5217
NOVLPGSINSYN.initial.settings.param.choice.ignore4.yes=\u306F\u3044
NOVLPGSINSYN.initial.settings.param.sync-schema=\u30B9\u30AD\u30FC\u30DE\u540D\:
NOVLPGSINSYN.initial.settings.param.choice.check-update-count.yesdefault=\u306F\u3044(\u30C7\u30D5\u30A9\u30EB\u30C8)
NOVLPGSINSYN.initial.settings.param.dscr.column-position-comparator=\u30AB\u30E9\u30E0\u30DD\u30B8\u30B7\u30E7\u30F3\u3068\u3044\u3046\u6982\u5FF5\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u306A\u3044\u30EC\u30AC\u30B7\u30FC\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9(DB2/AS400)\u3067\u306F\u3001\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u9806\u5E8F\u4ED8\u3051\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u300216\u9032\u6570\u5024\u3067\u30AB\u30E9\u30E0\u540D\u3092\u30BD\u30FC\u30C8\u3059\u308B\u3068\u3001\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u304C\u7570\u306A\u308B\u30B5\u30FC\u30D0\u306B\u79FB\u52D5\u3055\u308C\u305F\u5834\u5408\u306B\u3001\u5909\u66F4\u306A\u3057\u306B\u30C9\u30E9\u30A4\u30D0\u304C\u6A5F\u80FD\u3057\u7D9A\u3051\u308B\u3053\u3068\u304C\u4FDD\u8A3C\u3055\u308C\u307E\u3059\u3002\u30D7\u30E9\u30C3\u30C8\u30D5\u30A9\u30FC\u30E0\u307E\u305F\u306F\u30ED\u30B1\u30FC\u30EB\u306E\u6587\u5B57\u5217\u7167\u5408\u9806\u5E8F\u3092\u7528\u3044\u305F\u30AB\u30E9\u30E0\u540D\u306E\u30BD\u30FC\u30C8\u306F\u3001\u3088\u308A\u76F4\u611F\u7684\u306B\u884C\u3048\u307E\u3059\u304C\u3001\u30C9\u30E9\u30A4\u30D0\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u7570\u306A\u308B\u30B5\u30FC\u30D0\u306B\u79FB\u52D5\u3055\u308C\u305F\u5834\u5408\u3001\u8A2D\u5B9A\u306E\u5909\u66F4\u304C\u5FC5\u8981\u306B\u306A\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002\u30A4\u30D9\u30F3\u30C8\u30ED\u30B0\u30C6\u30FC\u30D6\u30EB\u306E\u30AB\u30E9\u30E0\u306E\u9806\u5E8F\u304A\u3088\u3073\u8907\u5408\u30AB\u30E9\u30E0\u540D\u306E\u9806\u5E8F\u306F\u3001\u5909\u66F4\u3055\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u5F8C\u8005\u306E\u5834\u5408\u3001\u30B9\u30AD\u30FC\u30DE\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u898F\u5247\u304A\u3088\u3073\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u95A2\u9023\u4ED8\u3051\u306E\u5024\u3092\u66F4\u65B0\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002\u524D\u8005\u306E\u5834\u5408\u3001\u30A4\u30D9\u30F3\u30C8\u30ED\u30B0\u306E\u30C6\u30FC\u30D6\u30EB\u30AB\u30E9\u30E0\u306E\u540D\u524D\u3092\u5909\u66F4\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.ignore3.hide=\u96A0\u3059
NOVLPGSINSYN.initial.settings.param.dscr.optimize-update=\u767A\u884C\u8005\u30C1\u30E3\u30CD\u30EB\u304C\u66F4\u65B0\u30A4\u30D9\u30F3\u30C8\u3092\u30A8\u30F3\u30B8\u30F3\u306B\u9001\u4FE1\u3059\u308B\u524D\u306B\u6700\u9069\u5316\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u300C\u306F\u3044\u300D\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u3001\u3059\u3079\u3066\u306E\u66F4\u65B0\u30A4\u30D9\u30F3\u30C8\u304C\u6700\u9069\u5316\u3055\u308C\u307E\u3059\u3002\u300C\u3044\u3044\u3048\u300D\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u3001\u66F4\u65B0\u30A4\u30D9\u30F3\u30C8\u306F\u6700\u9069\u5316\u3055\u308C\u307E\u305B\u3093\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u8A73\u7D30\u306A\u8AAC\u660E\u306B\u3064\u3044\u3066\u306F\u3001\u30C9\u30E9\u30A4\u30D0\u5B9F\u88C5\u30AC\u30A4\u30C9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
NOVLPGSINSYN.initial.settings.param.choice.use-single-connection.no=\u3044\u3044\u3048
NOVLPGSINSYN.initial.settings.param.batch-size=\u30D0\u30C3\u30C1\u30B5\u30A4\u30BA\:
NOVLPGSINSYN.initial.settings.param.choice.enable-refs.yesdefault=\u306F\u3044(\u30C7\u30D5\u30A9\u30EB\u30C8)
NOVLPGSINSYN.initial.settings.param.choice.batch-size.8=8
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.none=\u306A\u3057
NOVLPGSINSYN.initial.settings.param.choice.batch-size.4=4
NOVLPGSINSYN.initial.settings.param.choice.ignore11.hide=\u96A0\u3059
NOVLPGSINSYN.initial.settings.param.dscr.lock-generator-class=\u30ED\u30C3\u30AF\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u3092\u751F\u6210\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u308B\u30AF\u30E9\u30B9\u306E\u540D\u524D\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.batch-size.2=2
NOVLPGSINSYN.initial.settings.param.choice.preserve-sql-whitespace.yes=\u306F\u3044
NOVLPGSINSYN.initial.settings.param.choice.ignore4.no=\u3044\u3044\u3048
NOVLPGSINSYN.initial.settings.param.choice.disable-locking.nodefault=\u3044\u3044\u3048(\u30C7\u30D5\u30A9\u30EB\u30C8)
NOVLPGSINSYN.initial.settings.param.minimal-metadata=\u6700\u5C0F\u9650\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u53D6\u5F97\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.choice.column-position-comparator.hexadecimalvalue=16\u9032\u5024
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.dscr.publication-mode=\u30C8\u30EA\u30AC\u3042\u308A\u767A\u884C\u307E\u305F\u306F\u30C8\u30EA\u30AC\u306A\u3057\u767A\u884C\u306E\u3044\u305A\u308C\u3092\u4F7F\u7528\u3059\u308B\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u30C8\u30EA\u30AC\u3042\u308A\u767A\u884C\u3067\u306F\u3001\u30A4\u30D9\u30F3\u30C8\u3092\u53D6\u5F97\u3057\u3001\u305D\u308C\u3092\u30C6\u30FC\u30D6\u30EB\u306B\u30ED\u30B0\u3068\u3057\u3066\u8A18\u9332\u3059\u308B\u306E\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30C8\u30EA\u30AC\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002\u30C8\u30EA\u30AC\u306A\u3057\u767A\u884C\u3067\u306F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30C6\u30FC\u30D6\u30EB\u307E\u305F\u306F\u30D3\u30E5\u30FC\u3092\u8ABF\u3079\u308B\u3053\u3068\u306B\u3088\u3063\u3066\u3001\u30A4\u30D9\u30F3\u30C8\u3092\u62BD\u51FA\u3057\u307E\u3059\u3002\u30C8\u30EA\u30AC\u3042\u308A\u767A\u884C\u306E\u307B\u3046\u304C\u52B9\u7387\u7684\u3067\u3059\u304C\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5074\u3067\u3055\u307E\u3056\u307E\u306A\u8A2D\u5B9A\u3092\u884C\u3046\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30C8\u30EA\u30AC\u306A\u3057\u767A\u884C\u306F\u3001\u6BD4\u8F03\u7684\u52B9\u7387\u6027\u306B\u306F\u52A3\u308A\u307E\u3059\u304C\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5074\u306E\u8A2D\u5B9A\u306F\u6700\u5C0F\u9650\u3067\u6E08\u307F\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.enable-locking.yes=\u306F\u3044
NOVLPGSINSYN.initial.settings.param.current-timestamp-stmt=\u73FE\u5728\u306E\u30BF\u30A4\u30E0\u30B9\u30BF\u30F3\u30D7\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\:
NOVLPGSINSYN.initial.settings.param.dscr.enable-meta-identifiers=\u30D3\u30E5\u30FC\u30AB\u30E9\u30E0\u540D\u306E\u63A5\u982D\u8F9E(\u300Cpk_\u300D\u3001\u300Cfk_\u300D\u3001\u300Csv_\u300D\u3001\u300Cmv_\u300D)\u304C\u30E1\u30BF\u30C7\u30FC\u30BF\u3068\u3057\u3066\u5909\u63DB\u3055\u308C\u308B\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u6709\u52B9\u306B\u3059\u308B\u3068\u3001\u3053\u308C\u3089\u306E\u63A5\u982D\u8F9E\u306F\u30D3\u30E5\u30FC\u30AB\u30E9\u30E0\u540D\u3068\u306F\u8A8D\u8B58\u3055\u308C\u307E\u305B\u3093\u3002\u30E1\u30BF\u8B58\u5225\u5B50\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u30D3\u30E5\u30FC\u30AB\u30E9\u30E0\u3068\u30D3\u30E5\u30FC\u30DE\u30FC\u30AF\u30AB\u30E9\u30E0\u9593\u306E\u53C2\u7167\u95A2\u4FC2\u3092\u5358\u4E00\u5024\u307E\u305F\u306F\u8907\u6570\u5024\u3068\u3057\u3066\u5B9A\u7FA9\u3067\u304D\u308B\u3088\u3046\u306B\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.dynamicdefault=\u52D5\u7684\u30C7\u30D5\u30A9\u30EB\u30C8
NOVLPGSINSYN.initial.settings.param.choice.minimal-metadata.dynamicdefault=\u52D5\u7684\u30C7\u30D5\u30A9\u30EB\u30C8
NOVLPGSINSYN.appconfig.lang=ja
NOVLPGSINSYN.initial.settings.param.time-syntax=\u6642\u9593\u69CB\u6587\:
NOVLPGSINSYN.initial.settings.param.include-table-filter=\u30D5\u30A3\u30EB\u30BF\u5F0F\u3092\u542B\u3080\:
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.choice.publication-mode.triggerless=\u30C8\u30EA\u30AC\u306A\u3057
NOVLPGSINSYN.initial.settings.param.enable-refs=\u30C6\u30FC\u30D6\u30EB\u53C2\u7167\u5C5E\u6027\u306E\u30B5\u30DD\u30FC\u30C8\u3092\u6709\u52B9\u306B\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.header.PublicationOption=\u767A\u884C\u30AA\u30D7\u30B7\u30E7\u30F3\:
NOVLPGSINSYN.initial.settings.param.choice.disable-locking.yes=\u306F\u3044
NOVLPGSINSYN.initial.settings.param.startup-option=\u8D77\u52D5\u30AA\u30D7\u30B7\u30E7\u30F3\:
NOVLPGSINSYN.initial.settings.param.dscr.transaction-isolation-level=\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u4F7F\u7528\u3057\u3066\u8A73\u7D30\u306A\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u5024\u304C\u610F\u5473\u3059\u308B\u305D\u306E\u4ED6\u306E\u60C5\u5831\u306B\u3064\u3044\u3066\u306F\u3001http\://java.sun.com/docs/books/tutorial/jdbc/basics/transactions.html\u306EJDBC\u30C1\u30E5\u30FC\u30C8\u30EA\u30A2\u30EB\u3068\u304A\u4F7F\u3044\u306E\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FD\u306EJDBC\u30C9\u30E9\u30A4\u30D0\u307E\u305F\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30DE\u30CB\u30E5\u30A2\u30EB\u3092\u53C2\u7167\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.dscr.connection-properties=\u30AD\u30FC\u5024\u306E\u30DA\u30A2\u3068\u3057\u3066\u63A5\u7D9A\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30EA\u30B9\u30C8\u3057\u307E\u3059(\u4F8B\: key\=value)\u3002\u8907\u6570\u306E\u5024\u306B\u306F\u3001\u533A\u5207\u308A\u6587\u5B57\u3068\u3057\u3066\u30BB\u30DF\u30B3\u30ED\u30F3\u3092\u4F7F\u7528\u3057\u307E\u3059(\u4F8B\: key1\=value1; key2\=value2)\u3002
NOVLPGSINSYN.initial.settings.param.choice.handle-future-events.nodefault=\u3044\u3044\u3048(\u30C7\u30D5\u30A9\u30EB\u30C8)
NOVLPGSINSYN.initial.settings.param.connection-properties=\u63A5\u7D9A\u30D7\u30ED\u30D1\u30C6\u30A3\:
NOVLPGSINSYN.initial.settings.param.dscr.disable-locking=\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u30ED\u30C3\u30AF\u3092\u7121\u52B9\u306B\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u660E\u793A\u7684\u306B\u30ED\u30C3\u30AF\u3055\u308C\u308B\u306E\u304B\u3001\u3053\u306E\u30C1\u30E3\u30CD\u30EB\u4E0A\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30EA\u30BD\u30FC\u30B9\u304C\u7121\u52B9\u5316\u3055\u308C\u308B\u306E\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.use-single-connection.yes=\u306F\u3044
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.dscr.post-poll-stmt2=\u30A2\u30AF\u30C6\u30A3\u30D6\u30DD\u30FC\u30EA\u30F3\u30B0\u5468\u671F\u306E\u5F8C\u306B\u5B9F\u884C\u3055\u308C\u308B\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u304C\u3042\u308B\u5834\u5408\u3001\u305D\u308C\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001\u51E6\u7406\u3055\u308C\u305F\u884C\u3092\u30A4\u30D9\u30F3\u30C8\u30ED\u30B0\u306E\u30C6\u30FC\u30D6\u30EB\u304B\u3089\u5C65\u6B74\u30C6\u30FC\u30D6\u30EB\u3078\u79FB\u52D5\u3057\u3001\u30A4\u30D9\u30F3\u30C8\u30ED\u30B0\u306E\u30C6\u30FC\u30D6\u30EB\u306B\u5BFE\u3059\u308B\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u3092\u518D\u69CB\u7BC9\u3059\u308B\u30B9\u30C8\u30A2\u30C9\u30D7\u30ED\u30B7\u30FC\u30B8\u30E3\u3084\u95A2\u6570\u3092\u30B3\u30FC\u30EB\u3059\u308B\u306E\u306B\u5F79\u7ACB\u3061\u307E\u3059\u3002\u8907\u6570\u306E\u5024\u306B\u306F\u3001\u533A\u5207\u308A\u6587\u5B57\u3068\u3057\u3066\u30BB\u30DF\u30B3\u30ED\u30F3\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.choice.column-position-comparator.dynamicdefault=\u52D5\u7684\u30C7\u30D5\u30A9\u30EB\u30C8
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.dscr.post-poll-stmt1=\u30A2\u30AF\u30C6\u30A3\u30D6\u30DD\u30FC\u30EA\u30F3\u30B0\u5468\u671F\u306E\u5F8C\u306B\u5B9F\u884C\u3055\u308C\u308B\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u304C\u3042\u308B\u5834\u5408\u3001\u305D\u308C\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001\u51E6\u7406\u3055\u308C\u305F\u884C\u3092\u30A4\u30D9\u30F3\u30C8\u30ED\u30B0\u306E\u30C6\u30FC\u30D6\u30EB\u304B\u3089\u5C65\u6B74\u30C6\u30FC\u30D6\u30EB\u3078\u79FB\u52D5\u3057\u3001\u30A4\u30D9\u30F3\u30C8\u30ED\u30B0\u306E\u30C6\u30FC\u30D6\u30EB\u306B\u5BFE\u3059\u308B\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u3092\u518D\u69CB\u7BC9\u3059\u308B\u30B9\u30C8\u30A2\u30C9\u30D7\u30ED\u30B7\u30FC\u30B8\u30E3\u3084\u95A2\u6570\u3092\u30B3\u30FC\u30EB\u3059\u308B\u306E\u306B\u5F79\u7ACB\u3061\u307E\u3059\u3002\u8907\u6570\u306E\u5024\u306B\u306F\u3001\u533A\u5207\u308A\u6587\u5B57\u3068\u3057\u3066\u30BB\u30DF\u30B3\u30ED\u30F3\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.query-limit=\u30AF\u30A8\u30EA\u5236\u9650(\u30C7\u30D5\u30A9\u30EB\u30C8\u306F10000)\:
NOVLPGSINSYN.initial.settings.param.dscr.pub-heartbeat-interval=\u767A\u884C\u8005\u304C\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u9001\u4FE1\u3059\u308B\u307E\u3067\u306E\u975E\u52D5\u4F5C\u6642\u9593\u3092\u5206\u6570\u3067\u6307\u5B9A\u3057\u307E\u3059\u3002\u5B9F\u969B\u306F\u6307\u5B9A\u3057\u305F\u5206\u6570\u3088\u308A\u3082\u7D4C\u904E\u3059\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u4E0B\u9650\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.max-conn-retry=\u63A5\u7D9A\u518D\u8A66\u884C\u306E\u6700\u5927\u6570\:
NOVLPGSINSYN.initial.settings.param.dscr.jdbc-driver-descriptor=\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FD\u306EJDBC\u30C9\u30E9\u30A4\u30D0\u306E\u8A18\u8FF0\u5B50\u30D5\u30A1\u30A4\u30EB\u306E\u540D\u524D\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30D5\u30A1\u30A4\u30EB\u540D\u306B\u306F\u62E1\u5F35\u5B50.xml\u3092\u4ED8\u3051\u3001\u300C\uFF4A\uFF44\uFF42\uFF43\u300D(\u5927\u6587\u5B57\u3068\u5C0F\u6587\u5B57\u3092\u533A\u5225\u3057\u306A\u3044)\u3067\u59CB\u307E\u308B\u540D\u524D\u3092\u6301\u3064jar\u30D5\u30A1\u30A4\u30EB\u306B\u5165\u308C\u307E\u3059\u3002\u3053\u306Ejar\u30D5\u30A1\u30A4\u30EB\u306F\u30E9\u30F3\u30BF\u30A4\u30E0\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u6307\u5B9A\u3055\u308C\u308B\u5834\u6240\u306B\u914D\u7F6E\u3057\u307E\u3059\u3002
NOVLPGSINSYN.initial.settings.param.dscr.polling-interval=\u30DD\u30FC\u30EA\u30F3\u30B0\u5468\u671F\u9593\u306B\u7D4C\u904E\u3059\u308B\u6700\u5C0F\u9650\u306E\u975E\u52D5\u4F5C\u6642\u9593\u3092\u79D2\u6570\u3067\u6307\u5B9A\u3057\u307E\u3059\u3002\u5B9F\u969B\u306F\u6307\u5B9A\u3057\u305F\u79D2\u6570\u3088\u308A\u3082\u7D4C\u904E\u3059\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059(\u3053\u308C\u306F\u4E0B\u9650\u3092\u793A\u3059\u306E\u307F\u3067\u3059)\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306F10\u79D2\u3067\u3059\u3002
NOVLPGSINSYN.initial.settings.param.dscr.sync-schema=\u540C\u671F\u3059\u308B\u30C6\u30FC\u30D6\u30EB\u307E\u305F\u306F\u30D3\u30E5\u30FC\u3092\u542B\u3080\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30B9\u30AD\u30FC\u30DE\u540D\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30B9\u30AD\u30FC\u30DE\u306F\u3001\u901A\u5E38\u6240\u6709\u6A29\u3068\u540C\u7FA9\u8A9E\u3067\u3059\u3002\u305F\u3068\u3048\u3070\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30E6\u30FC\u30B6idm\u304C\u30C6\u30FC\u30D6\u30EBtable1\u3092\u6240\u6709\u3057\u3066\u3044\u308B\u5834\u5408\u3001table1\u306F\u3001idm\u30B9\u30AD\u30FC\u30DE\u306E\u4E00\u90E8\u3067\u3042\u308B\u3068\u3044\u3046\u3088\u3046\u306B\u8868\u73FE\u3055\u308C\u307E\u3059\u3002 
NOVLPGSINSYN.initial.settings.param.choice.preserve-sql-whitespace.nodefault=\u3044\u3044\u3048(\u30C7\u30D5\u30A9\u30EB\u30C8)
NOVLPGSINSYN.initial.settings.param.disable-locking=\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u30EC\u30D9\u30EB\u306E\u30ED\u30C3\u30AF\u3092\u4F7F\u7528\u4E0D\u53EF\u306B\u3057\u307E\u3059\u304B?
NOVLPGSINSYN.initial.settings.param.choice.handle-stmt-results.dynamicdefault=\u52D5\u7684\u30C7\u30D5\u30A9\u30EB\u30C8
NOVLPGSINSYN.initial.settings.param.choice.ignore13.yes=\u306F\u3044
NOVLPGSINSYN.initial.settings.param.choice.ignore12.show=\u8868\u793A
NOVLPGSINSYN.initial.settings.param.left-outer-join-operator=\u5DE6\u5916\u90E8\u7D50\u5408\u6F14\u7B97\u5B50\:
NOVLPGSINSYN.initial.settings.param.dscr.startup-option=\u767A\u884C\u8005\u306E\u8D77\u52D5\u6642\u306E\u52D5\u4F5C\u3092\u6C7A\u5B9A\u3057\u307E\u3059\u3002
