#
#Thu Jan 12 13:11:25 IST 2017
NOVLPGSINSYN.initial.settings.param.choice.column-position-comparator.stringcollationorder=ordre de classement des cha\u00EEnes
NOVLPGSINSYN.initial.settings.param.database-descriptor=Nom de fichier du descripteur de la base de donn\u00E9es \:
NOVLPGSINSYN.initial.settings.param.choice.ignore12.hide=Cacher
NOVLPGSINSYN.initial.settings.param.dscr.ignore13=S\u00E9lectionnez s'il faut utiliser une classe personnalis\u00E9e pour g\u00E9n\u00E9rer des instructions de verrouillage.
NOVLPGSINSYN.initial.settings.param.dscr.log-table=Sp\u00E9cifiez le nom de la table o\u00F9 sont stock\u00E9s les \u00E9v\u00E9nements de publication.
NOVLPGSINSYN.initial.settings.param.dscr.ignore12=S\u00E9lectionnez s'il faut afficher les param\u00E8tres qui assurent la compatibilit\u00E9 avec les versions pr\u00E9c\u00E9dentes.
NOVLPGSINSYN.initial.settings.param.dscr.ignore11=S\u00E9lectionnez s'il faut afficher les param\u00E8tres associ\u00E9s \u00E0 la connectivit\u00E9.
NOVLPGSINSYN.initial.settings.param.dscr.ignore10=S\u00E9lectionnez s'il faut afficher les param\u00E8tres qui contr\u00F4lent quand et comment les valeurs de cl\u00E9s primaires sont g\u00E9n\u00E9r\u00E9es.
NOVLPGSINSYN.initial.settings.param.key-gen=M\u00E9thode et minutage (table-local) \:
NOVLPGSINSYN.initial.settings.param.choice.startup-option.processallchangesdefault=traiter toutes les modifications (par d\u00E9faut)
NOVLPGSINSYN.initial.settings.param.choice.time-syntax.javastring=cha\u00EEne Java
NOVLPGSINSYN.initial.settings.param.log-table=Nom de la table du journal des \u00E9v\u00E9nements \:
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.publication-mode=Mode de publication \:
NOVLPGSINSYN.initial.settings.param.enable-locking=Activer le verrouillage au niveau de l'instruction ?
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.post-poll-stmt=Instructions post interrogation \:
NOVLPGSINSYN.initial.settings.param.function-return-method=M\u00E9thode de retour de la fonction \:
NOVLPGSINSYN.initial.settings.param.dscr.max-conn-retry=Indiquez le nombre de tentatives \u00E0 effectuer pour \u00E9tablir une connexion \u00E0 la base de donn\u00E9es en cas de perte de la connexion. D\u00E9finissez ce param\u00E8tre sur -1 si des nouvelles tentatives doivent \u00EAtre effectu\u00E9es jusqu'\u00E0 ce que la connexion soit \u00E9tablie.
NOVLPGSINSYN.initial.settings.param.choice.enable-refs.no=non
NOVLPGSINSYN.initial.settings.param.handle-future-events=Voulez-vous activer le traitement des \u00E9v\u00E9nements futurs ?
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.choice.publication-mode.triggered=avec d\u00E9clenchement
NOVLPGSINSYN.initial.settings.param.preserve-sql-whitespace=Conserver l'espace dans les instructions SQL \:
NOVLPGSINSYN.initial.settings.param.dscr.time-syntax=S\u00E9lectionnez si les types de donn\u00E9es associ\u00E9es au temps sont retourn\u00E9es en tant que nombres entiers, cha\u00EEnes canoniques ou cha\u00EEnes Java. L'avantage du renvoi des valeurs de temps en tant que nombres entiers est que ces derniers s'assignent facilement \u00E0 des types de donn\u00E9es de temps natifs de eDirectory. L'inconv\u00E9nient est la plage limit\u00E9e. Une valeur de nombre entier repr\u00E9sentant le nombre de secondes depuis 1970 peut couvrir une plage de dates allant d'environ 1910 jusqu'\u00E0 2030 s'il est interpr\u00E9t\u00E9 comme valeur sign\u00E9e. Par d\u00E9faut Identity Manager interpr\u00E8te des types de donn\u00E9es de nombre entier associ\u00E9 au temps comme des valeurs non sign\u00E9es. Des tampons horaires en cha\u00EEne peuvent couvrir une plage beaucoup plus large, comme les tampons horaires de bases de donn\u00E9es, et sont plus pr\u00E9cis, mais doivent \u00EAtre assign\u00E9s \u00E0 des types de donn\u00E9es en cha\u00EEne dans Identity Manager. Les tampons horaires en cha\u00EEne canoniques, les dates et heures sont publi\u00E9s dans les formats suivants \: SSAAMMJJHHMMSSNNNNNNNNN, SSAAMMJJ et HHMMSS respectivement (S \= Si\u00E8cle, A \= ann\u00E9e, M \= mois ou minute, J \= jour, H \= heure, S \= seconde, N \= nanoseconde).
NOVLPGSINSYN.initial.settings.param.column-position-comparator=Trier les noms de colonne par \:
NOVLPGSINSYN.initial.settings.param.dscr.enable-locking=S\u00E9lectionnez si ce pilote doit explicitement verrouiller des ressources de base de donn\u00E9es avant l'ex\u00E9cution de chaque instruction.
NOVLPGSINSYN.initial.settings.param.choice.ignore13.no=non
NOVLPGSINSYN.initial.settings.param.allow-loopback=Autoriser le retour en boucle ?
NOVLPGSINSYN.initial.settings.param.choice.time-syntax.integerdefault=entier (par d\u00E9faut)
NOVLPGSINSYN.initial.settings.param.choice.function-return-method.dynamicdefault=valeur dynamique par d\u00E9faut
NOVLPGSINSYN.initial.settings.param.choice.function-return-method.scalarreturnvalue=valeur de retour scalaire
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.post-poll-stmt2=Instructions post interrogation \:
NOVLPGSINSYN.initial.settings.param.dscr.query-limit=Sp\u00E9cifiez le nombre maximum d'\u00E9v\u00E9nements \u00E0 lire \u00E0 partir du syst\u00E8me connect\u00E9 par cycle d'interrogation. La valeur par d\u00E9faut est de 1 000 \u00E9v\u00E9nements.
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.post-poll-stmt1=Instructions post interrogation \:
NOVLPGSINSYN.initial.settings.param.dscr.current-timestamp-stmt=Sp\u00E9cifiez l'instruction SQL qui est utilis\u00E9e pour d\u00E9terminer la date et l'heure actuelle sur le serveur de base de donn\u00E9es.
NOVLPGSINSYN.initial.settings.param.choice.left-outer-join-operator.dynamicdefault=valeur dynamique par d\u00E9faut
NOVLPGSINSYN.initial.settings.param.choice.ignore1.show=Afficher
NOVLPGSINSYN.initial.settings.param.dscr.ignore9=S\u00E9lectionnez s'il faut afficher les param\u00E8tres qui contr\u00F4lent le comportement d'interrogation.
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.choice.publication-mode.triggered=avec d\u00E9clenchement
NOVLPGSINSYN.initial.settings.param.choice.minimal-metadata.no=non
NOVLPGSINSYN.initial.settings.param.dscr.ignore8=S\u00E9lectionnez si vous voulez sp\u00E9cifier une instruction SQL personnalis\u00E9e qui fournit la date et l'heure actuelles sur le serveur de la base de donn\u00E9e. Par d\u00E9faut une instruction est d\u00E9riv\u00E9e dynamiquement.
NOVLPGSINSYN.initial.settings.param.dscr.ignore6=S\u00E9lectionnez s'il faut afficher les param\u00E8tres associ\u00E9s \u00E0 l'instruction.
NOVLPGSINSYN.initial.settings.param.dscr.include-table-filter=Sp\u00E9cifiez un filtre d'expression r\u00E9guli\u00E8re Java pour inclure des tables ou des vues.
NOVLPGSINSYN.initial.settings.param.dscr.ignore5=S\u00E9lectionnez s'il faut afficher les param\u00E8tres associ\u00E9s \u00E0 une transaction.
NOVLPGSINSYN.initial.settings.param.dscr.ignore4=S\u00E9lectionnez s'il faut utiliser des fichiers de descripteur XML personnalis\u00E9s qui d\u00E9crivent \u00E0 ce pilote les propri\u00E9t\u00E9s uniques de votre base de donn\u00E9es ou mise en oeuvre JDBC tiers.
NOVLPGSINSYN.initial.settings.param.choice.use-single-connection.dynamicdefault=valeur dynamique par d\u00E9faut
NOVLPGSINSYN.initial.settings.param.dscr.ignore3=S\u00E9lectionnez s'il faut afficher les param\u00E8tres qui peuvent ajuster le comportement du pilote de mani\u00E8re \u00E0 augmenter sa compatibilit\u00E9 avec diverses bases de donn\u00E9es et mises en oeuvre JDBC tiers.
NOVLPGSINSYN.initial.settings.param.dscr.ignore2=S\u00E9lectionnez s'il faut utiliser des expressions r\u00E9guli\u00E8res pour inclure ou exclure des tables ou des vues. Ces param\u00E8tres servent \u00E0 la synchronisation d'un sch\u00E9ma de grande taille et il est n\u00E9cessaire de restreindre le nombre de d\u00E9finitions de tables ou de vues mis en cache par ce pilote. Le filtrage de sch\u00E9mas peut r\u00E9duire le temps de d\u00E9marrage ainsi que l'utilisation de la m\u00E9moire d'ex\u00E9cution.
NOVLPGSINSYN.initial.settings.param.dscr.ignore1=Afficher les param\u00E8tres qui contr\u00F4lent le degr\u00E9 de visibilit\u00E9 de la base de donn\u00E9es pour ce pilote ?
NOVLPGSINSYN.initial.settings.param.dscr.enable-refs=S\u00E9lectionnez si les colonnes de tables forc\u00E9es par des contraintes de cl\u00E9 \u00E9trang\u00E8re sont interpr\u00E9t\u00E9es en tant qu'attributs r\u00E9f\u00E9rentiels. Les attributs r\u00E9f\u00E9rentiels permettent l'existence de relations, telles que l'endiguement, entre des tables. Pour la compatibilit\u00E9 avec une version 1.0, la prise en charge d'un attribut r\u00E9f\u00E9rentiel doit \u00EAtre d\u00E9sactiv\u00E9e.
NOVLPGSINSYN.initial.settings.param.dscr.database-descriptor=Sp\u00E9cifiez le nom du fichier de descripteur de la base de donn\u00E9es cible. Le nom du fichier doit porter l'extension .xml et se trouver dans un fichier jar dont le nom commence par "jdbc" (ne respecte pas la casse) et dans le classpath d'ex\u00E9cution.
NOVLPGSINSYN.initial.settings.param.transaction-isolation-level=Niveau d'isolement de la transaction \:
NOVLPGSINSYN.initial.settings.param.choice.handle-stmt-results.one=un
NOVLPGSINSYN.initial.settings.param.choice.ignore5.show=Afficher
NOVLPGSINSYN.initial.settings.param.choice.batch-size.64=64
NOVLPGSINSYN.initial.settings.param.dscr.use-single-connection=S\u00E9lectionnez si l'Abonn\u00E9 et l'\u00C9diteur partagent une connexion \u00E0 la base de donn\u00E9es. Normalement ce pilote utilise trois connexions \u00E0 la base de donn\u00E9es quand les deux canaux sont activ\u00E9s (une connexion d'abonnement et deux connexions d'\u00E9dition). Ce param\u00E8tre r\u00E9duit le nombre de connexions requises \u00E0 deux (une connexion d\u00E9di\u00E9e \u00E0 l'\u00E9dition et une connexion partag\u00E9e entre l'abonnement et l'\u00E9dition).
NOVLPGSINSYN.initial.settings.param.choice.ignore1.hide=Cacher
NOVLPGSINSYN.initial.settings.param.choice.optimize-update.yes=oui
NOVLPGSINSYN.initial.settings.param.choice.batch-size.1default=1 (par d\u00E9faut)
NOVLPGSINSYN.initial.settings.param.handle-stmt-results=Nombre de jeux de r\u00E9sultats retourn\u00E9s \:
NOVLPGSINSYN.initial.settings.param.use-single-connection=Utiliser le nombre minimal de connexions ?
NOVLPGSINSYN.initial.settings.param.choice.handle-stmt-results.multiple=multiple
NOVLPGSINSYN.initial.settings.param.dscr.reuse-statements=Ce pilote doit-il r\u00E9utiliser des objets java.sql.Statement ou les fermer et les r\u00E9allouer \u00E0 chaque utilisation ?
NOVLPGSINSYN.initial.settings.param.choice.ignore9.show=Afficher
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.dscr.post-poll-stmt=Sp\u00E9cifiez les instructions \u00E0 ex\u00E9cuter (le cas \u00E9ch\u00E9ant) apr\u00E8s un cycle d'interrogation active. Ce param\u00E9trage sert \u00E0 appeler une fonction ou un processus stock\u00E9 pour d\u00E9placer des lignes trait\u00E9es de la table du journal des \u00E9v\u00E9nements vers une table d'historique et pour reconstruire des index sur la table du journal des \u00E9v\u00E9nements. Utiliser un point-virgule comme s\u00E9parateur de valeurs multiples.
pkg.name=Synchronisation indirecte PostgreSQL
NOVLPGSINSYN.initial.settings.param.choice.left-outer-join-operator.LEFTOUTERJOIN=JOINTAGE EXTERNE \u00C0 GAUCHE
NOVLPGSINSYN.initial.settings.param.time-of-day=Heure d'interrogation dans la journ\u00E9e \:
NOVLPGSINSYN.initial.settings.param.choice.ignore5.hide=Cacher
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.dscr.publication-mode=S\u00E9lectionnez si vous voulez utiliser l'\u00E9dition d\u00E9clench\u00E9e ou l'\u00E9dition sans d\u00E9clenchement. L'\u00E9dition d\u00E9clench\u00E9e utilise des d\u00E9clencheurs de base de donn\u00E9es pour capturer des \u00E9v\u00E9nements et les consigner dans une table. L'\u00E9dition sans d\u00E9clenchement soutire des \u00E9v\u00E9nemements en inspectant des tables et vues de base de donn\u00E9es. L'\u00E9dition d\u00E9clench\u00E9e est plus efficace, mais demande une configuration substantielle de la base de donn\u00E9es. L'\u00E9dition sans d\u00E9clenchement est moins efficace, mais demande une configuration minimale de la base de donn\u00E9es.
NOVLPGSINSYN.initial.settings.param.choice.reuse-statements.dynamicdefault=valeur dynamique par d\u00E9faut
NOVLPGSINSYN.initial.settings.param.dscr.allow-loopback=S\u00E9lectionnez si les \u00E9v\u00E9nements initi\u00E9s par le canal Abonn\u00E9 sont autoris\u00E9s \u00E0 revenir en boucle sur le canal \u00C9diteur.
NOVLPGSINSYN.initial.settings.param.delete-from-log=Supprimer les lignes trait\u00E9es ?
NOVLPGSINSYN.initial.settings.param.sync-tables=Noms des tables ou vues \:
NOVLPGSINSYN.initial.settings.param.choice.ignore9.hide=Cacher
NOVLPGSINSYN.initial.settings.param.choice.ignore2.yes=oui
NOVLPGSINSYN.initial.settings.param.dscr.delete-from-log=S\u00E9lectionnez si les lignes trait\u00E9es doivent \u00EAtre supprim\u00E9es de la table de journal des \u00E9v\u00E9nements. La performance est impact\u00E9e de mani\u00E8re significative quand les lignes trait\u00E9es restent dans la table de journal des \u00E9v\u00E9nements. Le co\u00FBt de performance peut \u00EAtre att\u00E9nu\u00E9 en d\u00E9pla\u00E7ant les lignes trait\u00E9es de la table de journal des \u00E9v\u00E9nements vers une table d'historique des \u00E9v\u00E9nements en utilisant le param\u00E8tre 'Instructions post interrogation \:'.
NOVLPGSINSYN.initial.settings.param.choice.delete-from-log.no=non
NOVLPGSINSYN.initial.settings.param.choice.minimal-metadata.yes=oui
NOVLPGSINSYN.initial.settings.param.polling-interval=Intervalle d'interrogation (en secondes) \:
NOVLPGSINSYN.initial.settings.param.choice.batch-size.128=128
NOVLPGSINSYN.initial.settings.param.choice.ignore2.no=non
NOVLPGSINSYN.initial.settings.param.dscr.state-dir=Sp\u00E9cifiez le chemin du dossier dans lequel vous voulez que ce pilote stocke les informations d'\u00E9tat. Le fait de changer cette valeur lors de l'utilisation de la publication sans d\u00E9clenchement peut forcer une resynchronisation de tous les objets.
NOVLPGSINSYN.initial.settings.param.exclude-table-filter=Exclure un filtre d'expression \:
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.serializable=s\u00E9rialisable
NOVLPGSINSYN.initial.settings.param.dscr.connection-init=Quelles instructions SQL (le cas \u00E9ch\u00E9ant) devraient \u00EAtre ex\u00E9cut\u00E9es imm\u00E9diatement apr\u00E8s la connexion \u00E0 la base de donn\u00E9es ? S\u00E9parez les valeurs multiples par des point-virgules. Ce param\u00E8tre sert \u00E0 changer les contextes de base de donn\u00E9es ou \u00E0 d\u00E9finir des propri\u00E9t\u00E9s de session.
NOVLPGSINSYN.initial.settings.param.state-dir=R\u00E9pertoire d'\u00E9tat \:
NOVLPGSINSYN.initial.settings.param.choice.handle-future-events.yes=oui
NOVLPGSINSYN.initial.settings.param.ignore13=Utiliser la classe de g\u00E9n\u00E9rateur d'instruction de verrouillage personnalis\u00E9 ?
NOVLPGSINSYN.initial.settings.param.dscr.handle-stmt-results=Sp\u00E9cifiez le nombre d'ensembles de r\u00E9sultats peuvent \u00EAtre renvoy\u00E9s \u00E0 partir d'une instruction SQL.
NOVLPGSINSYN.initial.settings.param.ignore12=Afficher les param\u00E8tres de compatibilit\u00E9 descendante ?
NOVLPGSINSYN.initial.settings.param.dscr.handle-future-events=S\u00E9lectionnez si les \u00E9v\u00E9nements sont ex\u00E9cut\u00E9s dans la table du journal des \u00E9v\u00E9nements en fonction de leur date d'entr\u00E9e en vigueur et non pas en fonction de l'ordre d'insertion (\u00E9dition d\u00E9clench\u00E9e) ou s'il faut \u00E9diter l'heure locale de la base de donn\u00E9es pour chaque \u00E9v\u00E9nement (\u00E9dition sans d\u00E9clenchement).
NOVLPGSINSYN.initial.settings.param.ignore11=Afficher les param\u00E8tres de connectivit\u00E9 ?
NOVLPGSINSYN.initial.settings.param.ignore10=Afficher les param\u00E8tres de la cl\u00E9 primaire ?
NOVLPGSINSYN.initial.settings.param.choice.check-update-count.no=non
NOVLPGSINSYN.initial.settings.param.connection-init=Instructions d'initialisation de connexion \:
NOVLPGSINSYN.initial.settings.param.dscr.preserve-sql-whitespace=Si vous souhaitez conserver les espaces dans les instructions SQL, s\u00E9lectionnez Oui. Par d\u00E9faut, cette option est d\u00E9finie sur Non.
NOVLPGSINSYN.initial.settings.param.dscr.minimal-metadata=S\u00E9lectionnez si ce pilote fonctionne en utilisant la moindre quantit\u00E9 possible de m\u00E9tadonn\u00E9es de base de donn\u00E9es. Ce param\u00E8tre est utile quand un pilote JDBC tiers donn\u00E9 ne met pas en oeuvre une des m\u00E9thodes de m\u00E9tadonn\u00E9es optionnelles normalement utilis\u00E9es par ce pilote. Quand ce param\u00E8tre est d\u00E9fini sur 'non', les donn\u00E9es r\u00E9f\u00E9rentielles et les relations parent enfant ne sont plus accessibles \u00E0 ce pilote.
NOVLPGSINSYN.initial.settings.param.choice.optimize-update.nodefault=non (par d\u00E9faut)
NOVLPGSINSYN.initial.settings.param.choice.reuse-statements.closeandreallocate=fermer et r\u00E9allouer
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.publication-mode=Mode de publication \:
NOVLPGSINSYN.initial.settings.param.dscr.left-outer-join-operator=S\u00E9lectionnez un op\u00E9rateur de jointure externe gauche.
NOVLPGSINSYN.initial.settings.param.choice.startup-option.resyncallobjects=resynchroniser tous les objets
NOVLPGSINSYN.initial.settings.param.lock-generator-class=Classe du g\u00E9n\u00E9rateur d'instruction de verrouillage \:
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.readuncomitted=non engag\u00E9 en lecture
NOVLPGSINSYN.initial.settings.param.choice.batch-size.32=32
NOVLPGSINSYN.initial.settings.param.choice.ignore6.show=Afficher
NOVLPGSINSYN.initial.settings.param.choice.ignore10.show=Afficher
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.unsupported=non pris en charge
NOVLPGSINSYN.initial.settings.param.dscr.time-of-day=Sp\u00E9cifiez le moment o\u00F9 le canal \u00C9diteur ex\u00E9cute la v\u00E9rification journali\u00E8re des nouveaux \u00E9v\u00E9nements de la base de donn\u00E9es. Des formats multiples sont pris en charge pour les valeurs horaires. Le format de pr\u00E9f\u00E9rence est hh\:mm\:ss (h \= heure, m \= minute, s \= seconde).
NOVLPGSINSYN.globalconfig.NOVLPGSINSYNPubModeGCV.gcv.choice.publication-mode.triggerless=sans d\u00E9clenchement
NOVLPGSINSYN.initial.settings.param.choice.reuse-statements.reuse=r\u00E9utiliser
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.readcomitted=engag\u00E9 en lecture
NOVLPGSINSYN.initial.settings.param.dscr.function-return-method=S\u00E9lectionnez la mani\u00E8re de renvoyer les r\u00E9sultats depuis les fonctions de base de donn\u00E9es.
NOVLPGSINSYN.initial.settings.param.choice.enable-meta-identifiers.yesdefault=oui (par d\u00E9faut)
NOVLPGSINSYN.initial.settings.param.choice.ignore6.hide=Cacher
NOVLPGSINSYN.initial.settings.param.choice.ignore10.hide=Cacher
NOVLPGSINSYN.initial.settings.param.dscr.sync-tables=Sp\u00E9cifiez les noms des tables ou vues \u00E0 synchronier. Vous serez peut-\u00EAtre amen\u00E9 \u00E0 sch\u00E9matiser ces noms au format complet (par exemple propri\u00E9taire.table). Utilisez un point-virgule, une virgule ou un espace pour s\u00E9parer des valeurs multiples. Ce param\u00E8tre est utile si vous devez r\u00E9duire le nombre de d\u00E9finitions de table ou de vue mis en cache par ce pilote, ce qui peut \u00E9courter le temps de d\u00E9marrage du pilote et aussi r\u00E9duire l'utilisation de la m\u00E9moire d'ex\u00E9cution. Ce param\u00E8tre est aussi utile lors de la synchronisation de tables et de vues qui se trouvent dans des sch\u00E9mas de bases de donn\u00E9es diff\u00E9rentes (c'est-\u00E0-dire qui sont d\u00E9tenus par des utilisateurs de bases de donn\u00E9es multiples).
NOVLPGSINSYN.initial.settings.param.enable-meta-identifiers=Activer la prise en charge de l'identificateur m\u00E9ta de la vue ?
NOVLPGSINSYN.initial.settings.param.choice.left-outer-join-operator.+=(+)
NOVLPGSINSYN.initial.settings.param.jdbc-driver-descriptor=Nom de fichier du descripteur du pilote JDBC \:
NOVLPGSINSYN.initial.settings.param.choice.left-outer-join-operator.*=\=*\=
NOVLPGSINSYN.initial.settings.param.dscr.batch-size=Sp\u00E9cifiez le nombre d\u00E9sir\u00E9 d'\u00E9v\u00E9nements de base de donn\u00E9es que le canal \u00C9diteur regroupe dans un seul document d'\u00E9dition. Le nombre d'\u00E9v\u00E9nements par document peut \u00EAtre moindre, mais ne sera pas d\u00E9pass\u00E9. La limite maximum est d\u00E9finie \u00E0 128 pour minimiser la probabilit\u00E9 d'un d\u00E9bordement de la masse Java et pour pallier le retardement de fin du thread \u00C9diteur lors de l'arr\u00EAt du pilote.
NOVLPGSINSYN.initial.settings.param.choice.delete-from-log.yesdefault=oui (par d\u00E9faut)
NOVLPGSINSYN.initial.settings.param.choice.handle-stmt-results.none=Aucun
NOVLPGSINSYN.initial.settings.param.dscr.check-update-count=S\u00E9lectionnez si le canal Abonn\u00E9 v\u00E9rifie la mise \u00E0 jour des lignes apr\u00E8s que les instructions d'insertion, de mise \u00E0 jour ou de suppression soient ex\u00E9cut\u00E9es par rapport aux tables. Ce param\u00E8tre est souhaitable quand il faut s'assurer que les instructions provoquent r\u00E9ellement des modifications dans la base de donn\u00E9es. Au cours d'un \u00E9v\u00E9nement, il est ind\u00E9sirable que des instructions soient intercept\u00E9es par des d\u00E9clencheurs qui d\u00E9marrent avant leur ex\u00E9cution parce que ceux-ci pourraient red\u00E9finir ou ignorer l'instruction. Ce param\u00E8tre n'a pas d'influence sur des vues.
NOVLPGSINSYN.initial.settings.param.choice.startup-option.processfuturechangesonly=traiter les modifications futures seulement
NOVLPGSINSYN.initial.settings.param.choice.enable-meta-identifiers.no=non
NOVLPGSINSYN.initial.settings.param.ignore9=Afficher les param\u00E8tres associ\u00E9s \u00E0 l'interrogation
NOVLPGSINSYN.initial.settings.param.ignore8=Utiliser l'instruction d'horodatage personnalis\u00E9e ?
NOVLPGSINSYN.initial.settings.param.ignore6=Afficher les param\u00E8tres associ\u00E9s \u00E0 l'instruction ?
NOVLPGSINSYN.initial.settings.param.ignore5=Afficher les param\u00E8tres associ\u00E9s \u00E0 la transaction ?
NOVLPGSINSYN.initial.settings.param.ignore4=Utiliser des fichiers de descripteur personnalis\u00E9s ?
NOVLPGSINSYN.initial.settings.param.ignore3=Afficher les param\u00E8tres de compatibilit\u00E9 ?
NOVLPGSINSYN.initial.settings.param.ignore2=Utiliser des filtres d'expression r\u00E9guli\u00E8re personnalis\u00E9s ?
NOVLPGSINSYN.initial.settings.param.ignore1=Afficher les param\u00E8tres d'\u00E9tendue de la base de donn\u00E9es ?
NOVLPGSINSYN.initial.settings.param.check-update-count=V\u00E9rifier le nombre de mises \u00E0 jour ?
NOVLPGSINSYN.initial.settings.param.choice.ignore8.yes=oui
NOVLPGSINSYN.initial.settings.param.pub-heartbeat-interval=Intervalle des pulsations (en minutes) \:
NOVLPGSINSYN.initial.settings.param.choice.batch-size.16=16
NOVLPGSINSYN.initial.settings.param.reuse-statements=r\u00E9utiliser les instructions ?
pkg.description=Le paquetage Synchronisation indirecte PostgreSQL contient des strat\u00E9gies, une assignation de sch\u00E9ma et des param\u00E8tres pour le mod\u00E8le indirect de synchronisation d'identit\u00E9.
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.repeatableread=lecture renouvelable
NOVLPGSINSYN.initial.settings.param.choice.ignore8.no=non
NOVLPGSINSYN.initial.settings.param.dscr.key-gen=Sp\u00E9cifiez quand et comment g\u00E9n\u00E9rer ou r\u00E9cup\u00E9rer les valeurs de cl\u00E9s primaires pour chaque table ou pour chaque vue. Ce param\u00E8tre remplace les param\u00E8tres g\u00E9n\u00E9raux de m\u00E9thode et de minutage. Utilisez un point-virgule, une virgule ou un espace pour d\u00E9limiter des valeurs multiples.
NOVLPGSINSYN.initial.settings.param.dscr.exclude-table-filter=Sp\u00E9cifiez un filtre d'expression r\u00E9guli\u00E8re Java pour exclure des tables ou des vues.
NOVLPGSINSYN.initial.settings.param.choice.allow-loopback.yes=oui
NOVLPGSINSYN.initial.settings.param.choice.enable-locking.nodefault=non (par d\u00E9faut)
NOVLPGSINSYN.initial.settings.param.choice.function-return-method.resultset=jeu de r\u00E9sultats
NOVLPGSINSYN.initial.settings.param.choice.ignore3.show=Afficher
NOVLPGSINSYN.initial.settings.param.optimize-update=Optimiser les mises \u00E0 jour ?
NOVLPGSINSYN.initial.settings.param.choice.allow-loopback.nodefault=non (par d\u00E9faut)
NOVLPGSINSYN.initial.settings.param.choice.ignore11.show=Afficher
NOVLPGSINSYN.initial.settings.param.choice.time-syntax.canonicalstring=cha\u00EEne canonique
NOVLPGSINSYN.initial.settings.param.choice.ignore4.yes=oui
NOVLPGSINSYN.initial.settings.param.sync-schema=Nom du sch\u00E9ma \:
NOVLPGSINSYN.initial.settings.param.choice.check-update-count.yesdefault=oui (par d\u00E9faut)
NOVLPGSINSYN.initial.settings.param.dscr.column-position-comparator=Pour des bases de donn\u00E9es h\u00E9rit\u00E9es qui ne prennent pas en charge la notion de position de colonne (DB2/AS400), il faut employer un algorithme de rangement de sauvegarde. Le tri des noms de colonnes par valeur hexad\u00E9cimale garantit que, si ce pilote est d\u00E9localis\u00E9 vers un autre serveur, il continuera \u00E0 fonctionner sans modification. Le tri des noms de colonnes par plate-forme ou par ordre d'interclassement des cha\u00EEnes locales est plus intuitif, mais peut demander des modifications de configuration si une instance de pilote est d\u00E9localis\u00E9e vers un autre serveur. L'ordre de colonne de table du journal des \u00E9v\u00E9nements et l'ordre du nom de colonne compos\u00E9 peuvent changer. Dans le deuxi\u00E8me cas, la r\u00E8gle d'assignation de sch\u00E9ma et les valeurs d'association d'objet peuvent avoir besoin d'\u00EAtre mises \u00E0 jour. Dans le premier cas, les colonnes de table du journal des \u00E9v\u00E9nements peuvent devoir \u00EAtre renomm\u00E9es.
NOVLPGSINSYN.initial.settings.param.choice.ignore3.hide=Cacher
NOVLPGSINSYN.initial.settings.param.dscr.optimize-update=S\u00E9lectionnez si le canal \u00C9diteur doit optimiser les \u00E9v\u00E9nements Mettre \u00E0 jour avant de les envoyer au moteur. Quand cette option est d\u00E9finie sur oui, tous les \u00E9v\u00E9nements Mettre \u00E0 jour sont optimis\u00E9s. Quand cette option est d\u00E9finie sur non, les \u00E9v\u00E9nements Mettre \u00E0 jour s\u00E9lectionn\u00E9s ne le sont pas. Pour obtenir des explications plus compl\u00E8tes sur ce param\u00E8tre, consultez le guide d'application du pilote.
NOVLPGSINSYN.initial.settings.param.choice.use-single-connection.no=non
NOVLPGSINSYN.initial.settings.param.batch-size=Taille des lots \:
NOVLPGSINSYN.initial.settings.param.choice.enable-refs.yesdefault=oui (par d\u00E9faut)
NOVLPGSINSYN.initial.settings.param.choice.batch-size.8=8
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.none=Aucun
NOVLPGSINSYN.initial.settings.param.choice.batch-size.4=4
NOVLPGSINSYN.initial.settings.param.choice.ignore11.hide=Cacher
NOVLPGSINSYN.initial.settings.param.dscr.lock-generator-class=Sp\u00E9cifiez le nom de la classe utilis\u00E9e pour g\u00E9n\u00E9rer des instructions de verrouillage.
NOVLPGSINSYN.initial.settings.param.choice.batch-size.2=2
NOVLPGSINSYN.initial.settings.param.choice.preserve-sql-whitespace.yes=oui
NOVLPGSINSYN.initial.settings.param.choice.ignore4.no=non
NOVLPGSINSYN.initial.settings.param.choice.disable-locking.nodefault=non (par d\u00E9faut)
NOVLPGSINSYN.initial.settings.param.minimal-metadata=R\u00E9cup\u00E9rer les m\u00E9tadonn\u00E9es minimales ?
NOVLPGSINSYN.initial.settings.param.choice.column-position-comparator.hexadecimalvalue=Valeur hexad\u00E9cimale
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.dscr.publication-mode=S\u00E9lectionnez si vous voulez utiliser l'\u00E9dition d\u00E9clench\u00E9e ou l'\u00E9dition sans d\u00E9clenchement. L'\u00E9dition d\u00E9clench\u00E9e utilise des d\u00E9clencheurs de base de donn\u00E9es pour capturer des \u00E9v\u00E9nements et les consigner dans une table. L'\u00E9dition sans d\u00E9clenchement soutire des \u00E9v\u00E9nemements en inspectant des tables et vues de base de donn\u00E9es. L'\u00E9dition d\u00E9clench\u00E9e est plus efficace, mais demande une configuration substantielle de la base de donn\u00E9es. L'\u00E9dition sans d\u00E9clenchement est moins efficace, mais demande une configuration minimale de la base de donn\u00E9es.
NOVLPGSINSYN.initial.settings.param.choice.enable-locking.yes=oui
NOVLPGSINSYN.initial.settings.param.current-timestamp-stmt=Instruction d'horodatage actuelle \:
NOVLPGSINSYN.initial.settings.param.dscr.enable-meta-identifiers=S\u00E9lectionnez si les pr\u00E9fixes des noms de colonne de vues ("pk_", "fk_", "sv_", "mv_") sont interpr\u00E9t\u00E9es comme des m\u00E9tadonn\u00E9es. Si ce param\u00E8tre est activ\u00E9, les pr\u00E9fixes ne sont pas consid\u00E9r\u00E9s comme faisant partie des noms de colonnes de vues. Des m\u00E9ta-identificateurs permettent de d\u00E9finir des relations r\u00E9f\u00E9rentielles entre des vues et de marquer des colonnes de vues comme \u00E9tant \u00E0 valeur unique ou multiple. Pour des raisons de compatibilit\u00E9 avec la version 1.5, la prise en charge du m\u00E9ta-identificateur doit \u00EAtre d\u00E9sactiv\u00E9e.
NOVLPGSINSYN.initial.settings.param.choice.transaction-isolation-level.dynamicdefault=valeur dynamique par d\u00E9faut
NOVLPGSINSYN.initial.settings.param.choice.minimal-metadata.dynamicdefault=valeur dynamique par d\u00E9faut
NOVLPGSINSYN.appconfig.lang=fr
NOVLPGSINSYN.initial.settings.param.time-syntax=Syntaxe de l'heure \:
NOVLPGSINSYN.initial.settings.param.include-table-filter=Inclure un filtre d'expression \:
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.choice.publication-mode.triggerless=sans d\u00E9clenchement
NOVLPGSINSYN.initial.settings.param.enable-refs=Activer la prise en charge de l'attribut du r\u00E9f\u00E9rentiel de la table ?
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.header.PublicationOption=Option de publication \:
NOVLPGSINSYN.initial.settings.param.choice.disable-locking.yes=oui
NOVLPGSINSYN.initial.settings.param.startup-option=Option de d\u00E9marrage \:
NOVLPGSINSYN.initial.settings.param.dscr.transaction-isolation-level=Utilisez ce param\u00E8tre pour d\u00E9finir des propri\u00E9t\u00E9s de transaction avanc\u00E9es. Pour plus d'informations sur la signification de ces valeurs, reportez-vous au didacticiel JDBC \u00E0 l'adresse http\://java.sun.com/docs/books/tutorial/jdbc/basics/transactions.html et \u00E0 la documentation de votre pilote JDBC ou de votre base de donn\u00E9es tiers.
NOVLPGSINSYN.initial.settings.param.dscr.connection-properties=Listez les propri\u00E9t\u00E9s de connexion par paires de valeur de cl\u00E9. Par exemple \: cl\u00E9\=valeur. Utiliser un point-virgule comme s\u00E9parateur de valeurs multiples. Par exemple \: cl\u00E91\=valeur1;cl\u00E92\=valeur2.
NOVLPGSINSYN.initial.settings.param.choice.handle-future-events.nodefault=non (par d\u00E9faut)
NOVLPGSINSYN.initial.settings.param.connection-properties=Propri\u00E9t\u00E9s de connexion \:
NOVLPGSINSYN.initial.settings.param.dscr.disable-locking=S\u00E9lectionnez de d\u00E9sactiver ou non le verrouillage d'instruction. S\u00E9lectionnez si le verrouillage explicite ou les ressources de la base de donn\u00E9es sont d\u00E9sactiv\u00E9s sur ce canal.
NOVLPGSINSYN.initial.settings.param.choice.use-single-connection.yes=oui
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.dscr.post-poll-stmt2=Sp\u00E9cifiez les instructions \u00E0 ex\u00E9cuter (le cas \u00E9ch\u00E9ant) apr\u00E8s un cycle d'interrogation active. Ce param\u00E9trage sert \u00E0 appeler une fonction ou un processus stock\u00E9 pour d\u00E9placer des lignes trait\u00E9es de la table du journal des \u00E9v\u00E9nements vers une table d'historique et pour reconstruire des index sur la table du journal des \u00E9v\u00E9nements. Utiliser un point-virgule comme s\u00E9parateur de valeurs multiples.
NOVLPGSINSYN.initial.settings.param.choice.column-position-comparator.dynamicdefault=valeur dynamique par d\u00E9faut
NOVLPGSINSYN.idmresource.NOVLPGSINSYNPubModeGCVPrompt.gcv.dscr.post-poll-stmt1=Sp\u00E9cifiez les instructions \u00E0 ex\u00E9cuter (le cas \u00E9ch\u00E9ant) apr\u00E8s un cycle d'interrogation active. Ce param\u00E9trage sert \u00E0 appeler une fonction ou un processus stock\u00E9 pour d\u00E9placer des lignes trait\u00E9es de la table du journal des \u00E9v\u00E9nements vers une table d'historique et pour reconstruire des index sur la table du journal des \u00E9v\u00E9nements. Utiliser un point-virgule comme s\u00E9parateur de valeurs multiples.
NOVLPGSINSYN.initial.settings.param.query-limit=Limite de requ\u00EAtes (10 000 par d\u00E9faut) \:
NOVLPGSINSYN.initial.settings.param.dscr.pub-heartbeat-interval=Sp\u00E9cifiez le nombre de minutes d'inactivit\u00E9 de l'\u00C9diteur peuvent s'\u00E9couler avant que l'\u00C9diteur envoie un document de pulsation. Dans la pratique il peut s'\u00E9couler plus de temps que le nombre de minutes d\u00E9termin\u00E9. Ce param\u00E9trage d\u00E9finit une limite inf\u00E9rieure.
NOVLPGSINSYN.initial.settings.param.max-conn-retry=Nombre maximum de nouvelles tentatives de connexion \:
NOVLPGSINSYN.initial.settings.param.dscr.jdbc-driver-descriptor=Sp\u00E9cifiez le nom du fichier de descripteur de votre pilote JDBC tiers. Le nom du fichier doit porter l'extension .xml et se trouver dans un fichier jar dont le nom commence par "jdbc" (ne respecte pas la casse) et dans le classpath d'ex\u00E9cution.
NOVLPGSINSYN.initial.settings.param.dscr.polling-interval=Sp\u00E9cifiez le nombre minimum de secondes d'inactivit\u00E9 entre les cycles d'interrogation. Dans la pratique il peut s'\u00E9couler plus de temps que le nombre de secondes d\u00E9termin\u00E9 (il s'agit uniquement d'une limite minimale). Le nombre de secondes par d\u00E9faut est de 10.
NOVLPGSINSYN.initial.settings.param.dscr.sync-schema=Sp\u00E9cifiez le nom du sch\u00E9ma de base de donn\u00E9es qui contient les tables ou vues \u00E0 synchroniser. Un sch\u00E9ma est g\u00E9n\u00E9ralement synonyme de propri\u00E9t\u00E9. Par exemple, si un utilisateur IDM de base de donn\u00E9es poss\u00E8de une table 'table1', 'table1' fera partie du sch\u00E9ma IDM. 
NOVLPGSINSYN.initial.settings.param.choice.preserve-sql-whitespace.nodefault=non (par d\u00E9faut)
NOVLPGSINSYN.initial.settings.param.disable-locking=D\u00E9sactiver le verrouillage au niveau de l'instruction ?
NOVLPGSINSYN.initial.settings.param.choice.handle-stmt-results.dynamicdefault=valeur dynamique par d\u00E9faut
NOVLPGSINSYN.initial.settings.param.choice.ignore13.yes=oui
NOVLPGSINSYN.initial.settings.param.choice.ignore12.show=Afficher
NOVLPGSINSYN.initial.settings.param.left-outer-join-operator=Op\u00E9rateur de jointure externe \u00E0 gauche \:
NOVLPGSINSYN.initial.settings.param.dscr.startup-option=D\u00E9terminez le comportement de l'\u00E9diteur lors du d\u00E9marrage.
