#
#Mon Sep 20 16:47:24 MDT 2010
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.publish-password-to-nds=Publier les mots de passe pour le mot de passe NDS
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.enable-password-subscribe=L'application accepte les mots de passe Identity Manager
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.enable-password-publish=Identity Manager accepte les mots de passe \u00E0 partir de l'application
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.dscr.ConnectedSystemName=Sp\u00E9cifiez le nom du syst\u00E8me connect\u00E9, de l'application ou du pilote Identity Manager. Cette valeur est utilis\u00E9e par les mod\u00E8les de notification par courrier \u00E9lectronique pour identifier la source des messages de notification.
NOVLADPWDSYN.appconfig.lang=fr
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.ConnectedSystemName=Nom du pilote ou du syst\u00E8me connect\u00E9
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.dscr.enable-password-publish=S\u00E9lectionnez si Identity Manager accepte les mots de passe \u00E0 partir de l'application. La valeur Vrai permet de transmettre les mots de passe du syst\u00E8me connect\u00E9 \u00E0 la zone de stockage de donn\u00E9e d'Identity Manager.
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.reset-external-password-on-failure=R\u00E9initialiser le mot de passe du syst\u00E8me externe de l'utilisateur sur le mot de passe d'Identity Manager en cas d'\u00E9chec
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.header.PasswordSynchronization=Synchronisation des mots de passe
pkg.name=Synchronisation des mots de passe Active Directory
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.dscr.enable-password-subscribe=S\u00E9lectionnez si l'application accepte les mots de passe \u00E0 partir d'Identity Manager. La valeur Vrai permet de transmettre les mots de passe de la zone de stockage de donn\u00E9e d'Identity Manager au syst\u00E8me connect\u00E9.
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.dscr.enforce-password-policy=La valeur Vrai applique les strat\u00E9gies de mot de passe NMAS au cours des op\u00E9rations de mot de passe sur le canal \u00C9diteur. Le mot de passe n'est pas \u00E9crit dans la zone de stockage s'il n'est pas conforme. La valeur Faux n'applique pas les strat\u00E9gies de mot de passe au cours des op\u00E9rations sur le canal \u00C9diteur.
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.dscr.reset-external-password-on-failure=La valeur Vrai tente de r\u00E9initialiser le mot de passe dans le syst\u00E8me connect\u00E9 en utilisant le mot de passe de distribution du coffre-fort d'identit\u00E9 lorsqu'un \u00E9chec de publication mot de passe de distribution se produit.
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.dscr.publish-password-to-dp=S\u00E9lectionnez le mot de passe du syst\u00E8me connect\u00E9 pour d\u00E9finir le mot de passe de distribution NMAS utilis\u00E9 pour la synchronisation de mots de passe Identity Manager.
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.dscr.publish-password-to-nds=Utilisez le mot de passe du syst\u00E8me connect\u00E9 pour d\u00E9finir le mot de passe NDS non r\u00E9versible dans eDirectory.
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.enforce-password-policy=Demander la validation des strat\u00E9gies de mot de passe avant la publication des mots de passe
pkg.description=Configuration et param\u00E8tres de synchronisation des mots de passe sp\u00E9cifiques \u00E0 Active Directory.
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.publish-password-to-dp=Publier les mots de passe pour le mot de passe de distribution
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.notify-user-on-password-dist-failure=Informer l'utilisateur de l'\u00E9chec de la synchronisation des mots de passe par message \u00E9lectronique
