#
#Mon Sep 20 16:47:24 MDT 2010
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.publish-password-to-nds=NDS\u30D1\u30B9\u30EF\u30FC\u30C9\u3078\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u767A\u884C
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.enable-password-subscribe=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306FIdentity Manager\u304B\u3089\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u53D7\u3051\u5165\u308C\u308B
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.enable-password-publish=Identity Manager\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u53D7\u3051\u5165\u308C\u308B
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.dscr.ConnectedSystemName=\u63A5\u7D9A\u30B7\u30B9\u30C6\u30E0\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3001\u307E\u305F\u306FIdentity Manager\u30C9\u30E9\u30A4\u30D0\u306E\u540D\u524D\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u5024\u306F\u3001\u901A\u77E5\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30BD\u30FC\u30B9\u3092\u8B58\u5225\u3059\u308B\u305F\u3081\u306B\u96FB\u5B50\u30E1\u30FC\u30EB\u901A\u77E5\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3067\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
NOVLADPWDSYN.appconfig.lang=ja
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.ConnectedSystemName=\u63A5\u7D9A\u30B7\u30B9\u30C6\u30E0\u307E\u305F\u306F\u30C9\u30E9\u30A4\u30D0\u540D
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.dscr.enable-password-publish=Identity Manager\u304C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u53D7\u3051\u4ED8\u3051\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002True\u306E\u5834\u5408\u3001\u63A5\u7D9A\u30B7\u30B9\u30C6\u30E0\u304B\u3089Identity Manager\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u3078\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u9001\u4FE1\u3067\u304D\u307E\u3059\u3002
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.reset-external-password-on-failure=\u969C\u5BB3\u6642\u306B\u3001\u30E6\u30FC\u30B6\u306E\u5916\u90E8\u30B7\u30B9\u30C6\u30E0\u30D1\u30B9\u30EF\u30FC\u30C9\u3092Identity Manager\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u306B\u30EA\u30BB\u30C3\u30C8\u3059\u308B
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.header.PasswordSynchronization=\u30D1\u30B9\u30EF\u30FC\u30C9\u540C\u671F
pkg.name=Active Directory\u30D1\u30B9\u30EF\u30FC\u30C9\u540C\u671F
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.dscr.enable-password-subscribe=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304CIdentity Manager\u304B\u3089\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u53D7\u3051\u4ED8\u3051\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002True\u306E\u5834\u5408\u3001Identity Manager\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u304B\u3089\u63A5\u7D9A\u30B7\u30B9\u30C6\u30E0\u3078\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u9001\u4FE1\u3067\u304D\u307E\u3059\u3002
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.dscr.enforce-password-policy=True\u306E\u5834\u5408\u3001\u767A\u884C\u8005\u30C1\u30E3\u30CD\u30EB\u3067\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u51E6\u7406\u6642\u306BNMAS\u30D1\u30B9\u30EF\u30FC\u30C9\u30DD\u30EA\u30B7\u30FC\u304C\u9069\u7528\u3055\u308C\u307E\u3059\u3002\u30D1\u30B9\u30EF\u30FC\u30C9\u306B\u554F\u984C\u304C\u3042\u308B\u5834\u5408\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u306B\u66F8\u304D\u8FBC\u307E\u308C\u307E\u305B\u3093\u3002False\u306E\u5834\u5408\u3001\u767A\u884C\u8005\u30C1\u30E3\u30CD\u30EB\u3067\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u51E6\u7406\u6642\u306BNMAS\u30D1\u30B9\u30EF\u30FC\u30C9\u30DD\u30EA\u30B7\u30FC\u306F\u9069\u7528\u3055\u308C\u307E\u305B\u3093\u3002
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.dscr.reset-external-password-on-failure=True\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u3001\u914D\u5E03\u30D1\u30B9\u30EF\u30FC\u30C9\u767A\u884C\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u3001\u8B58\u5225\u30DC\u30FC\u30EB\u30C8\u306E\u914D\u5E03\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066\u63A5\u7D9A\u30B7\u30B9\u30C6\u30E0\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u30EA\u30BB\u30C3\u30C8\u3092\u8A66\u307F\u307E\u3059\u3002
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.dscr.publish-password-to-dp=Identity Manager\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u540C\u671F\u306B\u4F7F\u7528\u3059\u308BNMAS\u914D\u5E03\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u8A2D\u5B9A\u3059\u308B\u305F\u3081\u306B\u63A5\u7D9A\u30B7\u30B9\u30C6\u30E0\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u4F7F\u7528\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.dscr.publish-password-to-nds=\u63A5\u7D9A\u30B7\u30B9\u30C6\u30E0\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066\u3001eDirectory\u3067\u89E3\u6790\u4E0D\u53EF\u306ANDS\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.enforce-password-policy=\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u767A\u884C\u3059\u308B\u524D\u306B\u30D1\u30B9\u30EF\u30FC\u30C9\u30DD\u30EA\u30B7\u30FC\u306E\u691C\u8A3C\u3092\u5FC5\u8981\u3068\u3059\u308B
pkg.description=Active Directory\u56FA\u6709\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u540C\u671F\u306E\u8A2D\u5B9A\u304A\u3088\u3073\u69CB\u6210\u3002
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.publish-password-to-dp=\u914D\u5E03\u30D1\u30B9\u30EF\u30FC\u30C9\u3078\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u767A\u884C
NOVLADPWDSYN.globalconfig.NOVLADPWDSYNGCVs.gcv.notify-user-on-password-dist-failure=\u96FB\u5B50\u30E1\u30FC\u30EB\u7D4C\u7531\u3067\u30E6\u30FC\u30B6\u306B\u30D1\u30B9\u30EF\u30FC\u30C9\u540C\u671F\u969C\u5BB3\u3092\u901A\u77E5\u3059\u308B
