#
#Tue Jul 11 20:03:31 COT 2017
NOVLADBASE.initial.settings.param.choice.auth-options.show=Anzeigen
NOVLADBASE.initial.settings.param.dscr.auth-options=Authentifizierungsoptionen des Treibers anzeigen. Diese Parameter steuern, wie sich das Treiberschnittstellenmodul beim Active Directory-Dom\u00E4nencontroller authentifiziert.
NOVLADBASE.initial.settings.param.dscr.pollingInterval=Geben Sie die Anzahl der Minuten ein, die zu warten sind, bevor Active Directory nach \u00C4nderungen abgefragt werden soll. Eine h\u00F6here Zahl sorgt f\u00FCr eine Verringerung der Last, allerdings auf Kosten der Antwortzeiten des Identity Manager-Treibers.
NOVLADBASE.initial.settings.param.dscr.enable-delete-protected-2008=OUs, die \u00FCber MMC im Windows 2008-basierten Active Directory erstellt werden, sind vor einer unbeabsichtigen L\u00F6schung gesch\u00FCtzt. Aktivieren Sie diese Option, sodass der Treiber solche Objekte l\u00F6schen kann.
NOVLADBASE.initial.settings.param.choice.use-ssl.Yes=Ja
NOVLADBASE.idmresource.NOVLADBASEUpgradeNotification.gcv.header.PleaseupgradetoDesigner4.5.5orlaterbeforeinstallingthispackage=F\u00FChren Sie vor der Installation dieses Pakets ein Upgrade auf Designer 4.5.5 oder h\u00F6her durch.
NOVLADBASE.initial.settings.param.search-domain-scope=Dom\u00E4nenbereich durchsuchen
NOVLADBASE.initial.settings.param.choice.signing.No=Nein
NOVLADBASE.initial.settings.param.pub-filter-password-time-to-live=G\u00FCltigkeitsdauer f\u00FCr DC-Passw\u00F6rter (in Minuten)
NOVLADBASE.initial.settings.param.dscr.retry-ldap-auth-unknown=Normalerweise l\u00F6st das Schnittstellenmodul einen schwerwiegenden Fehler aus, wenn ein LDAP-AUTH_UNKNOWN-Fehler, der ein Herunterfahren des Treibers verursacht, auftritt. Wird dieser Parameter auf 'Ja' gesetzt, versucht der Treiber, die 'ldap bind'-Anforderung erneut zu senden.
NOVLADBASE.initial.settings.param.dscr.pub-heartbeat-interval=Konfiguriert das Treiberschnittstellenmodul zum Senden von regelm\u00E4\u00DFigen Statusmeldungen auf dem Herausgeberkanal, wenn es keinen Herausgeberdatenverkehr f\u00FCr die angegebene Anzahl Minuten gegeben hat.
NOVLADBASE.initial.settings.param.choice.exch-move.No=Nein
NOVLADBASE.initial.settings.param.choice.exch-api-type.IDMEXCH2010service=IDM EXCH 2010-Dienst
NOVLADBASE.initial.settings.param.choice.advanced-options.show=Anzeigen
NOVLADBASE.initial.settings.param.choice.signing.Yes=Ja
NOVLADBASE.initial.settings.param.use-ssl=SSL f\u00FCr die LDAP-Verbindung zwischen dem Treiberschnittstellenmodul und Active Directory verwenden
NOVLADBASE.idmresource.NOVLADBASEUpgradeNotification.gcv.header.ImportantNote\:=Important Note\:
NOVLADBASE.initial.settings.param.dscr.use-ssl=Wenn diese Option aktiviert ist, wird die Kommunikation zwischen dem Treiberschnittstellenmodul und Active Directory digital verschl\u00FCsselt. F\u00FCr diese Option ist die Authentifizierungsmethode [Aushandeln] oder [Einfach] erforderlich. F\u00FCr SSL muss auf dem Microsoft-Server, auf dem das Treiberschnittstellenmodul l\u00E4uft, das Serverzertifikat des Dom\u00E4nencontrollers importiert sein.
NOVLADBASE.initial.settings.param.dscr.access-options=Zugriffsoptionen des Dom\u00E4nencontrollers anzeigen. Diese Parameter steuern den Bereich der Active Directory-Abfragen zusammen mit verschiedenen Parametern f\u00FCr die Zeit\u00FCberschreitung und das Herausgeber-Polling.
pkg.name=Active Directory-Basis
NOVLADBASE.initial.settings.param.dscr.exch-api-type=Exchange-Postf\u00E4cher k\u00F6nnen durch Aufrufe des Microsoft Exchange-Managementsystems anstelle der normalen Attributsynchronisierung gesteuert werden. Wenn aktiviert, f\u00E4ngt das Treiberschnittstellenmodul \u00C4nderungen am Active Directory-Attribut 'homeMDB' ab und verwendet die ausgew\u00E4hlte Option zum Bereitstellen von Exchange. Die Option 'EXCH 2010' impliziert die Verwendung von Exchange 2010 und erfordert die Installation des IDM-Exchange-Services. F\u00FCr Exchange Server 2013 und Exchange Server 2010 (sofern auf Windows Server 2012 installiert) muss der IDM PowerShell-Dienst verwendet werden. Weitere Einzelheiten finden Sie im Benutzerhandbuch. Der Wert, den Sie hier ausw\u00E4hlen, wird in der Treiberschnittstellenmodulkonfiguration aufgezeichnet.
NOVLADBASE.initial.settings.param.choice.retry-ldap-auth-unknown.Yes=Ja
NOVLADBASE.initial.settings.param.dscr.search-domain-scope=Normalerweise liest das Schnittstellenmodul bestimmte Informationen von anderen Dom\u00E4nen ein, wenn Objekte in diesen Dom\u00E4nen referenziert werden. Wenn das Konto, das Sie f\u00FCr die Authentifizierung verwenden, keine Berechtigungen in den anderen Dom\u00E4nen hat, k\u00F6nnen die Daten m\u00F6glicherweise nicht eingelesen werden. Aktivieren Sie diese Option, falls bei regelm\u00E4\u00DFig ausgef\u00FChrten Vorg\u00E4ngen Fehler auftreten.
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.use-remote-loader=Verbindung zu Remote Loader aufbauen\:
NOVLADBASE.initial.settings.param.choice.retry-ldap-auth-unknown.No=Nein
NOVLADBASE.initial.settings.param.exch-delete=L\u00F6schen des Exchange-Postfachs zulassen
NOVLADBASE.initial.settings.param.header.ExchangeOptions=Exchange-Optionen
NOVLADBASE.idmresource.NOVLADBASEDriverNamePrompt.gcv.header.DriverInformation=Treiberinformationen
NOVLADBASE.initial.settings.param.choice.use-ssl.No=Nein
NOVLADBASE.initial.settings.param.choice.auth-method.Negotiate=Aushandeln
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.dscr.shim-auth-server=Geben Sie den Namen des Active Directory-Dom\u00E4nencontrollers an, der f\u00FCr die Synchronisierung verwendet wird. Dieser Wert wird zur Festlegung des ersten Werts f\u00FCr den Treiberkonfigurationsparameter [Authentication Context] verwendet.\n\t\t\t\nBeispiel\:\n- mycontroller.domain.com - DNS-Name. Dies ist das bevorzugte Adressformat. Es ist f\u00FCr die Kerberos-Authentifizierung erforderlich.\n- 10.10.128.23 \u2013 IP-Adresse. Verwenden Sie dieses Format nur f\u00FCr den Authentifzierungstyp Einfach.\n- blank \u2013 Wenn dieser Eintrag leer bleibt (blank), verwendet der Treiber 'localhost' f\u00FCr den Zugriff auf den lokalen Computer.
NOVLADBASE.initial.settings.param.choice.enable-incremental-values.Yes=Ja
NOVLADBASE.idmresource.NOVLADBASEDriverNamePrompt.gcv.name=Treibername
NOVLADBASE.initial.settings.param.choice.exch-delete.Yes=Ja
NOVLADBASE.appconfig.lang=de
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.header.RemoteLoader=Remote Loader
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.choice.use-remote-loader.no=nein
NOVLADBASE.initial.settings.param.dscr.impersonation=Anmelden und die Identit\u00E4t des Treiberauthentifizierungskontos  f\u00FCr die Unterst\u00FCtzung von CDOEXM und das Festlegen des Passworts annehmen. Bei 'Nein' f\u00FChrt der Treiber nur eine Netzwerkanmeldung durch, bei 'Ja' eine lokale Anmeldung. Das Authentifizierungskonto muss \u00FCber die entsprechenden Rechte verf\u00FCgen, die im Administration Guide (Administrationshandbuch) beschrieben sind.
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.rl-hostname=Hostname\:
NOVLADBASE.initial.settings.param.choice.exch-delete.No=Nein
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.rl-kmo=Geben Sie den Schl\u00FCsselnamen des Key Material Object ein, das die Schl\u00FCssel und das Zertifikat f\u00FCr SSL enth\u00E4lt. Der KMO-Parameter wird nur verwendet, wenn eine SSL-Verbindung zwischen dem Remote Loader und der Metaverzeichnis-Engine besteht.
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.rl-kmo=KMO\:
NOVLADBASE.initial.settings.param.choice.enable-delete-protected-2008.No=Nein
NOVLADBASE.idmresource.NOVLADBASEDriverNamePrompt.gcv.dscr.name=Geben Sie den Treibernamen ein.
NOVLADBASE.initial.settings.param.choice.sealing.Yes=Ja
NOVLADBASE.initial.settings.param.pub-heartbeat-interval=Heartbeat-Intervall des Herausgebers
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.dscr.shim-auth-id=Geben Sie ein Active Directory-Konto an, f\u00FCr das Administratorrechte f\u00FCr Identity Manager verwendet werden sollen. Dieser Wert wird zur Festlegung des ersten Werts f\u00FCr den Treiberkonfigurationsparameter [Authentication ID] verwendet. Es k\u00F6nnen verschiedenen Namensformate verwendet werden, abh\u00E4ngig von der ausgew\u00E4hlten Authentifizierungsmethode.\n\nBeispiel\: \n\nVerwenden Sie die folgenden Formate f\u00FCr Verhandeln\:\n- Administrator \u2013 NT-Anmeldename.\n- Dom\u00E4ne/Administrator \u2013 F\u00FCr die Dom\u00E4ne qualifizierter NT-Anmeldename.\n\nVerwenden Sie das folgende Format f\u00FCr Einfach\:\n- CN\=IDM,CN\=Benutzer,DC\=Dom\u00E4ne,DC\=com \u2013 Eindeutiger Name f\u00FCr LDAP.
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.dscr.shim-auth-password=Geben Sie das Passwort f\u00FCr das Active Directory-Konto im Authentifizierungs-ID-Parameter an. Dieser Wert wird zur Festlegung des ersten Werts f\u00FCr das Treiberkonfigurationspasswort verwendet. Ein Passwort ist f\u00FCr alle Kontotypen erforderlich, au\u00DFer f\u00FCr den Local Service Account (LSA). Wenn der Authentifizierungs-ID-Parameter nicht festgelegt wird, wird der Local Service Account verwendet. Wenn Sie das Kontopasswort in Active Directory \u00E4ndern, m\u00FCssen Sie auch das Passwort in Identity Manager \u00E4ndern.
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.driver-password=Das Passwort des Treiberobjekts wird vom Remote Loader f\u00FCr die Authentifizierung beim Identity Manager-Server verwendet. Es muss sich dabei um das gleiche Passwort handeln, das als Passwort des Treiberobjekts beim Identity Manager-Remote Loader-Service angegeben ist.
NOVLADBASE.initial.settings.param.choice.xchg-options.show=Anzeigen
NOVLADBASE.initial.settings.param.auth-options=Authentifizierungsoptionen anzeigen
NOVLADBASE.initial.settings.param.exchange-server=Vollst\u00E4ndiger Name des Exchange-Servers
NOVLADBASE.initial.settings.param.auth-method=Authentifizierungsmethode
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.rl-port=Port\:
NOVLADBASE.initial.settings.param.choice.access-options.hide=Verstecken
NOVLADBASE.initial.settings.param.signing=Kommunikation digital signieren
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.rl-port=Geben Sie die Portnummer an, auf dem der Remote Loader-Service f\u00FCr diesen Treiber installiert wurde und jetzt l\u00E4uft. Der Standardport ist 8090.
NOVLADBASE.initial.settings.param.advanced-options=Erweiterte Optionen anzeigen
NOVLADBASE.initial.settings.param.dscr.signing=Wenn diese Option aktiviert ist, wird die Kommunikation zwischen dem Treiberschnittstellenmodul und Active Directory digital signiert. Dadurch sind die Daten zwar im Netzwerk noch sichtbar, Sicherheitsattacken werden jedoch erschwert. Das Signieren ist nur m\u00F6glich, wenn Sie [Aushandeln] als Authentifizierungsmethode ausgew\u00E4hlt haben und NTLM2 oder Kerberos als Protokoll ausgew\u00E4hlt ist. Diese Option kann nicht f\u00FCr SSL verwendet werden.
NOVLADBASE.initial.settings.param.pub-password-expire-time=Zeit\u00FCberschreitung f\u00FCr die Passwortsynchronisierung (in Minuten)
NOVLADBASE.initial.settings.param.enable-incremental-values=Inkrementale DirSync-Werte aktivieren
NOVLADBASE.initial.settings.param.access-options=Zugriffsoptionen anzeigen
NOVLADBASE.initial.settings.param.choice.search-domain-scope.No=Nein
NOVLADBASE.initial.settings.param.retry-ldap-auth-unknown=Unbekannter Fehler beim Wiederholen der LDAP-Autorisierung
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.driver-password=Treiberpasswort\:
NOVLADBASE.initial.settings.param.dscr.enable-incremental-values=In der Regel erh\u00E4lt der Herausgeberkanal alle Werte eines mehrwertigen Attributs. Durch das Aktivieren dieser Option werden w\u00E4hrend des Polling-Intervalls nur die hinzugef\u00FCgten oder gel\u00F6schten Werte gemeldet. Win2003-Forest-Modus erforderlich.
NOVLADBASE.initial.settings.param.choice.auth-options.hide=Verstecken
NOVLADBASE.initial.settings.param.choice.impersonation.Yes=Ja
NOVLADBASE.initial.settings.param.exch-move=Verschieben des Exchange-Postfachs zulassen
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.shim-auth-id=Authentifizierungs-ID
NOVLADBASE.initial.settings.param.dscr.advanced-options=Erweiterte Optionen f\u00FCr den Active Directory-Treiber anzeigen. Diese Parameter steuern das spezielle Verhalten, das der Treiber beim Interagieren mit Active Directory haben kann.
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.rl-hostname=Geben Sie den Hostnamen oder die IP-Adresse des installierten, f\u00FCr diesen Treiber ausgef\u00FChrten Remote Loader-Service ein. [Hostname oder IP-Adresse; \#\#\#.\#\#\#.\#\#\#.\#\#\#]
NOVLADBASE.initial.settings.param.choice.enable-incremental-values.No=Nein
NOVLADBASE.initial.settings.param.choice.exch-api-type.IDMPowerShellservice=IDM PowerShell-Dienst
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.shim-auth-server=Authentifizierungskontext
NOVLADBASE.initial.settings.param.header.AuthenticationOptions=Authentifizierungsoptionen
NOVLADBASE.initial.settings.param.xchg-prov=Bereitstellung des Exchange-Postfachs aktivieren
NOVLADBASE.initial.settings.param.pollingInterval=Treiber-Polling-Intervall
NOVLADBASE.initial.settings.param.choice.enable-delete-protected-2008.Yes=Ja
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.rl-other=Treiberparameter\:
NOVLADBASE.initial.settings.param.choice.advanced-options.hide=Verstecken
NOVLADBASE.initial.settings.param.dscr.pub-filter-password-time-to-live=Geben Sie den Zeitraum (in Minuten) an, \u00FCber den die Passw\u00F6rter in der DC-Registrierung gespeichert werden sollen.
NOVLADBASE.initial.settings.param.choice.search-domain-scope.Yes=Ja
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.rl-password=Remote-Passwort\:
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.header.AuthenticationParameters=Authentifizierungsparameter
NOVLADBASE.initial.settings.param.choice.auth-method.Simple=Einfach
NOVLADBASE.initial.settings.param.choice.sealing.No=Nein
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.choice.use-remote-loader.yes=ja
NOVLADBASE.initial.settings.param.dscr.exchange-server=Wenn mehrere Exchange-Server eingerichtet sind, geben Sie den vollst\u00E4ndigen Namen des bevorzugten Exchange-Servers ein. Hiermit wird das Anlegen der Mailbox auf dem vom Benutzer bevorzugten Server (statt auf dem standardm\u00E4\u00DFig vom IDM Powershell-Dienst vorgegebenen Server) unterst\u00FCtzt. Ist dieses Feld leer, \u00FCbernimmt der IDM Powershell-Dienst den ersten Exchange-Server, der aus der Einrichtung abgerufen werden kann.
NOVLADBASE.idmresource.NOVLADBASEUpgradeNotification.gcv.header.ImportantNote=\=Wichtiger Hinweis\:
NOVLADBASE.initial.settings.param.choice.xchg-prov.disabled=Deaktiviert
"=
NOVLADBASE.initial.settings.param.enable-delete-protected-2008=L\u00F6schung von gesch\u00FCtzten Objekten in Windows-Server 2008 aktivieren
NOVLADBASE.initial.settings.param.choice.exch-move.Yes=Ja
NOVLADBASE.initial.settings.param.dscr.exch-move=Wenn aktiviert, f\u00E4ngt das Treiberschnittstellenmodul \u00C4nderungen am Active Directory-Attribut 'homeMDB' ab und ruft die entsprechende Funktion des Exchange Managment System auf, um das Postfach in die neue Nachrichten-Datenablage zu verschieben. Diese Option wird nur von den Schnittstellentypen 'use-cdoexm' und 'post-use-cdoexm' unterst\u00FCtzt.
NOVLADBASE.initial.settings.param.dscr.exch-delete=Wenn aktiviert, f\u00E4ngt das Treiberschnittstellenmodul das Entfernen des Active Directory-Attributs 'homeMDB' ab und ruft die entsprechende Funktion von Exchange Managment System auf, um das Postfach zu l\u00F6schen. Diese Option wird nur von den Schnittstellentypen 'use-cdoexm' und 'post-use-cdoexm' unterst\u00FCtzt.
NOVLADBASE.initial.settings.param.choice.access-options.show=Anzeigen
NOVLADBASE.idmresource.NOVLADBASEUpgradeNotification.gcv.dummy=Platzhalter
NOVLADBASE.initial.settings.param.dscr.pub-password-expire-time=Geben Sie die Anzahl der Minuten an, die der Treiber versuchen soll, ein bestimmtes Passwort zu synchronisieren. Der Treiber wird nicht versuchen, das Passwort zu synchronisieren, nachdem diese Zeit \u00FCberschritten wurde. Es wird empfohlen, diesen Wert auf das Dreifache des Polling-Intervalls zu setzen. Wenn Sie beispielsweise das Polling-Intervall auf 10 gesetzt haben, sollten Sie den Wert f\u00FCr die Zeit\u00FCberschreitung bei der Passwortsynchronisierung auf mindestens 30 setzen.
NOVLADBASE.initial.settings.param.sealing=Kommunikation digital signieren und verschl\u00FCsseln
NOVLADBASE.initial.settings.param.dscr.sealing=Bei Auswahl dieser Option wird die Kommunikation zwischen dem Treiberschnittstellenmodul und Active Directory digital verschl\u00FCsselt. Die Verschl\u00FCsselung ist nur m\u00F6glich, wenn Sie [Aushandeln] als Authentifizierungsmethode gew\u00E4hlt haben und der zugrunde liegende Sicherheits-Service-Anbieter NTLM2 oder Kerberos als Protokoll ausw\u00E4hlt. Diese Option kann nicht f\u00FCr SSL verwendet werden.
pkg.description=Basiskonfiguration f\u00FCr Active Directory-Treiber.
NOVLADBASE.initial.settings.param.dscr.auth-method=W\u00E4hlen Sie eine Methode zum Authentifizieren bei Active Directory\:\n\n[Aushandeln] - Microsoft-Sicherheitspaket zum Aushandeln des Anmeldetyps verwenden. In der Regel wird Kerberos oder NTLM ausgew\u00E4hlt.\n\n[Einfach] - Einfache Bindung f\u00FCr die Anmeldung (LDAP-Stil).\n
NOVLADBASE.initial.settings.param.dscr.xchg-prov=Optionen von Microsoft Exchange anzeigen. Diese Parameter steuern die Schnittstellenmethode zum Microsoft Exchange Management-System und ob \u00C4nderungen am Attribut 'homeMDB' als eine Verschiebung oder ein L\u00F6schen des Postfachs interpretiert werden.
NOVLADBASE.initial.settings.param.xchg-options=Exchange-Verwaltungsoptionen anzeigen
NOVLADBASE.initial.settings.param.header.AccessOptions=Zugriffsoptionen
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.rl-other="Geben Sie ggf. weitere Parameter in die Verbindungszeichenfolge ein. Diese Parameter M\u00DCSSEN im Schl\u00FCssel-Wert-Paar vorliegen, z. B. \nparaName1\=paraValue1 paraName2\=paraValue2
NOVLADBASE.initial.settings.param.header.AdvancedOptions=Erweiterte Optionen
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.rl-password=Das Remote Loader-Passwort wird verwendet, um den Zugriff auf die Remote Loader-Instanz zu steuern. Es muss sich dabei um das gleiche Passwort handeln, das als Passwort des Remote Loader-Service beim Identity Manager-Remote Loader-Service angegeben ist.
NOVLADBASE.initial.settings.param.choice.xchg-prov.enabled=aktiviert
NOVLADBASE.initial.settings.param.exch-api-type=Schnittstellentyp f\u00FCr Exchange Management
NOVLADBASE.initial.settings.param.choice.xchg-options.hide=Verstecken
NOVLADBASE.initial.settings.param.impersonation=Anmelden und Identit\u00E4t annehmen
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.shim-auth-password=Passwort
NOVLADBASE.initial.settings.param.choice.impersonation.No=Nein
