#
#Fri Jan 20 16:18:01 IST 2017
NOVLADBASE.initial.settings.param.choice.auth-options.show=\u8868\u793A
NOVLADBASE.initial.settings.param.dscr.auth-options=\u30C9\u30E9\u30A4\u30D0\u8A8D\u8A3C\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u8868\u793A\u3057\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001\u30C9\u30E9\u30A4\u30D0\u30B7\u30E0\u304CActive Directory\u30C9\u30E1\u30A4\u30F3\u30B3\u30F3\u30C8\u30ED\u30FC\u30E9\u306B\u5BFE\u3057\u3066\u8A8D\u8A3C\u3059\u308B\u65B9\u6CD5\u3092\u5236\u5FA1\u3057\u307E\u3059\u3002
NOVLADBASE.initial.settings.param.dscr.pollingInterval=Active Directory\u306B\u5BFE\u3057\u3066\u5909\u66F4\u3092\u30AF\u30A8\u30EA\u3059\u308B\u307E\u3067\u5F85\u6A5F\u3059\u308B\u5206\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u6570\u5B57\u3092\u5927\u304D\u304F\u3059\u308B\u3068Active Directory\u306B\u5BFE\u3059\u308B\u8CA0\u8377\u304C\u8EFD\u6E1B\u3055\u308C\u307E\u3059\u304C\u3001Identity Manager\u30C9\u30E9\u30A4\u30D0\u306E\u5FDC\u7B54\u6027\u3082\u4F4E\u4E0B\u3057\u307E\u3059\u3002
NOVLADBASE.initial.settings.param.dscr.enable-delete-protected-2008=Windows 2008\u30D9\u30FC\u30B9AD\u5185\u306EMMC\u306B\u3088\u3063\u3066\u4F5C\u6210\u3055\u308C\u305FOU\u306F\u3001\u8AA4\u3063\u3066\u524A\u9664\u3055\u308C\u306A\u3044\u3088\u3046\u306B\u4FDD\u8B77\u3055\u308C\u307E\u3059\u3002\u30C9\u30E9\u30A4\u30D0\u304C\u3053\u306E\u3088\u3046\u306A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u524A\u9664\u3067\u304D\u308B\u3088\u3046\u306B\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6709\u52B9\u306B\u3057\u307E\u3059\u3002
NOVLADBASE.initial.settings.param.choice.use-ssl.Yes=\u306F\u3044
NOVLADBASE.idmresource.NOVLADBASEUpgradeNotification.gcv.header.PleaseupgradetoDesigner4.5.5orlaterbeforeinstallingthispackage=\u3053\u306E\u30D1\u30C3\u30B1\u30FC\u30B8\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u524D\u306B\u3001Designer 4.5.5\u4EE5\u964D\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
NOVLADBASE.initial.settings.param.search-domain-scope=\u30C9\u30E1\u30A4\u30F3\u306E\u691C\u7D22\u30B9\u30B3\u30FC\u30D7
NOVLADBASE.initial.settings.param.choice.signing.No=\u3044\u3044\u3048
NOVLADBASE.initial.settings.param.pub-filter-password-time-to-live=DC\u30D1\u30B9\u30EF\u30FC\u30C9\u5B58\u7D9A\u671F\u9593(\u5206)
NOVLADBASE.initial.settings.param.dscr.retry-ldap-auth-unknown=\u901A\u5E38\u3001LDAP-AUTH_UNKNOWN\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3066\u30C9\u30E9\u30A4\u30D0\u304C\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3055\u308C\u308B\u3068\u3001\u30B7\u30E0\u306F\u81F4\u547D\u7684\u30A8\u30E9\u30FC\u3092\u30B9\u30ED\u30FC\u3057\u307E\u3059\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\uFF3B\u306F\u3044\uFF3D\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u3001\u30C9\u30E9\u30A4\u30D0\u306FLDAP\u30D0\u30A4\u30F3\u30C9\u8981\u6C42\u3092\u518D\u8A66\u884C\u3057\u307E\u3059\u3002
NOVLADBASE.initial.settings.param.dscr.pub-heartbeat-interval=\u4E00\u5B9A\u6642\u9593(\u5206\u6570)\u5185\u306B\u767A\u884C\u8005\u306E\u30C8\u30E9\u30D5\u30A3\u30C3\u30AF\u304C\u306A\u3044\u5834\u5408\u306B\u3001\u30C9\u30E9\u30A4\u30D0\u30B7\u30E0\u304C\u767A\u884C\u8005\u30C1\u30E3\u30CD\u30EB\u4E0A\u306B\u30B9\u30C6\u30FC\u30BF\u30B9\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u5B9A\u671F\u7684\u306B\u9001\u4FE1\u3059\u308B\u3088\u3046\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002
NOVLADBASE.initial.settings.param.choice.exch-move.No=\u3044\u3044\u3048
NOVLADBASE.initial.settings.param.choice.exch-api-type.IDMEXCH2010service=IDM EXCH 2010\u30B5\u30FC\u30D3\u30B9
NOVLADBASE.initial.settings.param.choice.advanced-options.show=\u8868\u793A
NOVLADBASE.initial.settings.param.choice.signing.Yes=\u306F\u3044
NOVLADBASE.initial.settings.param.use-ssl=\u30C9\u30E9\u30A4\u30D0\u30B7\u30E0\u3068AD\u9593\u306ELDAP\u901A\u4FE1\u306BSSL\u3092\u4F7F\u7528
NOVLADBASE.initial.settings.param.dscr.use-ssl=\u6709\u52B9\u306B\u3059\u308B\u3068\u3001\u30C9\u30E9\u30A4\u30D0\u30B7\u30E0\u3068Active Directory\u9593\u306E\u901A\u4FE1\u306F\u30C7\u30B8\u30BF\u30EB\u3067\u6697\u53F7\u5316\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\uFF3B\u30CD\u30B4\u30B7\u30A8\u30FC\u30B7\u30E7\u30F3\uFF3D\u307E\u305F\u306F\uFF3B\u7C21\u6613\uFF3D\u8A8D\u8A3C\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u3068\u3082\u306B\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002SSL\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001\u30C9\u30E9\u30A4\u30D0\u30B7\u30E0\u304C\u5B9F\u884C\u3055\u308C\u3066\u3044\u308BMicrosoft\u30B5\u30FC\u30D0\u306B\u30C9\u30E1\u30A4\u30F3\u30B3\u30F3\u30C8\u30ED\u30FC\u30E9\u306E\u30B5\u30FC\u30D0\u8A3C\u660E\u66F8\u304C\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
NOVLADBASE.initial.settings.param.dscr.access-options=\u30C9\u30E1\u30A4\u30F3\u30B3\u30F3\u30C8\u30ED\u30FC\u30E9\u306E\u30A2\u30AF\u30BB\u30B9\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u8868\u793A\u3057\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001Active Directory\u30AF\u30A8\u30EA\u306E\u30B9\u30B3\u30FC\u30D7\u3001\u304A\u3088\u3073\u767A\u884C\u8005\u306E\u30DD\u30FC\u30EA\u30F3\u30B0\u3068\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u3044\u304F\u3064\u304B\u5236\u5FA1\u3057\u307E\u3059\u3002
pkg.name=Active Directory\u30D9\u30FC\u30B9
NOVLADBASE.initial.settings.param.dscr.exch-api-type=Exchange\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u306F\u3001\u901A\u5E38\u306E\u5C5E\u6027\u540C\u671F\u3067\u306F\u306A\u304FMicrosoft Exchange\u7BA1\u7406\u30B7\u30B9\u30C6\u30E0\u3078\u306E\u30B3\u30FC\u30EB\u306B\u3088\u3063\u3066\u5236\u5FA1\u3067\u304D\u307E\u3059\u3002\u6709\u52B9\u306B\u3057\u305F\u5834\u5408\u3001\u30C9\u30E9\u30A4\u30D0\u30B7\u30E0\u306FActive Directory\u306EhomeMDB\u5C5E\u6027\u3078\u306E\u5909\u66F4\u3092\u508D\u53D7\u3057\u3001\u9078\u629E\u3057\u305F\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066Exchange\u3092\u30D7\u30ED\u30D3\u30B8\u30E7\u30CB\u30F3\u30B0\u3057\u307E\u3059\u3002\uFF3BEXCH 2010\uFF3D\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u306F\u3001Exchange 2010\u306E\u4F7F\u7528\u304C\u524D\u63D0\u306B\u306A\u3063\u3066\u304A\u308A\u3001IDM Exchange\u30B5\u30FC\u30D3\u30B9\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002IDM PowerShell\u30B5\u30FC\u30D3\u30B9\u306F\u3001Exchange Server 2013\u3068Exchange Server 2010\u3067\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059(Windows Server 2012\u4E0A\u3067\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u5834\u5408)\u3002\u8A73\u7D30\u306B\u3064\u3044\u3066\u306F\u3001\u30E6\u30FC\u30B6\u30AC\u30A4\u30C9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u3053\u3067\u9078\u629E\u3057\u305F\u5024\u306F\u30C9\u30E9\u30A4\u30D0\u30B7\u30E0\u74B0\u5883\u8A2D\u5B9A\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002
NOVLADBASE.initial.settings.param.choice.retry-ldap-auth-unknown.Yes=\u306F\u3044
NOVLADBASE.initial.settings.param.dscr.search-domain-scope=\u901A\u5E38\u3001\u30B7\u30E0\u306F\u3001\u4ED6\u306E\u30C9\u30E1\u30A4\u30F3\u5185\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u53C2\u7167\u3055\u308C\u305F\u3068\u304D\u306B\u3001\u305D\u308C\u3089\u306E\u30C9\u30E1\u30A4\u30F3\u304B\u3089\u7279\u5B9A\u306E\u60C5\u5831\u3092\u8AAD\u307F\u8FBC\u307F\u307E\u3059\u3002\u8A8D\u8A3C\u306B\u4F7F\u7528\u3057\u305F\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u4ED6\u306E\u30C9\u30E1\u30A4\u30F3\u3067\u6A29\u9650\u3092\u6301\u3063\u3066\u3044\u306A\u3044\u5834\u5408\u306F\u3001\u8AAD\u307F\u8FBC\u307F\u306B\u5931\u6557\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u901A\u5E38\u306E\u64CD\u4F5C\u6642\u306B\u30A2\u30AF\u30BB\u30B9\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3059\u308B\u5834\u5408\u306B\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.use-remote-loader=\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u306B\u63A5\u7D9A\:
NOVLADBASE.initial.settings.param.choice.retry-ldap-auth-unknown.No=\u3044\u3044\u3048
NOVLADBASE.initial.settings.param.exch-delete=Exchange\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u306E\u524A\u9664\u3092\u8A31\u53EF
NOVLADBASE.initial.settings.param.header.ExchangeOptions=Exchange\u30AA\u30D7\u30B7\u30E7\u30F3
NOVLADBASE.idmresource.NOVLADBASEDriverNamePrompt.gcv.header.DriverInformation=\u30C9\u30E9\u30A4\u30D0\u60C5\u5831
NOVLADBASE.initial.settings.param.choice.use-ssl.No=\u3044\u3044\u3048
NOVLADBASE.initial.settings.param.choice.auth-method.Negotiate=\u30CD\u30B4\u30B7\u30A8\u30FC\u30B7\u30E7\u30F3
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.dscr.shim-auth-server=\u540C\u671F\u306B\u4F7F\u7528\u3059\u308BActive Directory\u30C9\u30E1\u30A4\u30F3\u30B3\u30F3\u30C8\u30ED\u30FC\u30E9\u306E\u540D\u524D\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u5024\u3092\u4F7F\u7528\u3057\u3066\u3001\uFF3B\u8A8D\u8A3C\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\uFF3D\u30C9\u30E9\u30A4\u30D0\u74B0\u5883\u8A2D\u5B9A\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u521D\u671F\u5024\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002\n\t\t\t\n\u4F8B\:\n- mycontroller.domain.com - DNS\u540D\u3002\u3053\u308C\u306F\u3001\u30A2\u30C9\u30EC\u30B9\u6307\u5B9A\u306E\u63A8\u5968\u5F62\u5F0F\u3067Kerberos\u8A8D\u8A3C\u306B\u5FC5\u8981\u3067\u3059\u3002\n- 10.10.128.23 - IP\u30A2\u30C9\u30EC\u30B9\u3002\uFF3B\u7C21\u6613\uFF3D\u8A8D\u8A3C\u30BF\u30A4\u30D7\u3067\u306E\u307F\u4F7F\u7528\u3057\u307E\u3059\u3002\n- \u7A7A - \u7A7A\u306E\u5834\u5408\u3001\u30C9\u30E9\u30A4\u30D0\u306F\u30ED\u30FC\u30AB\u30EB\u30DE\u30B7\u30F3\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u306B\u300Clocalhost\u300D\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002 
NOVLADBASE.initial.settings.param.choice.enable-incremental-values.Yes=\u306F\u3044
NOVLADBASE.idmresource.NOVLADBASEDriverNamePrompt.gcv.name=\u30C9\u30E9\u30A4\u30D0\u540D
NOVLADBASE.initial.settings.param.choice.exch-delete.Yes=\u306F\u3044
NOVLADBASE.appconfig.lang=ja
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.header.RemoteLoader=\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.choice.use-remote-loader.no=\u3044\u3044\u3048
NOVLADBASE.initial.settings.param.dscr.impersonation=CDOEXM\u304A\u3088\u3073\u30D1\u30B9\u30EF\u30FC\u30C9\u30BB\u30C3\u30C8\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u30ED\u30B0\u30AA\u30F3\u3068\u507D\u88C5\u30C9\u30E9\u30A4\u30D0\u8A8D\u8A3C\u30A2\u30AB\u30A6\u30F3\u30C8\u3002\uFF3B\u3044\u3044\u3048\uFF3D\u304C\u8A2D\u5B9A\u3055\u308C\u308B\u3068\u3001\u30C9\u30E9\u30A4\u30D0\u3067\u306F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30ED\u30B0\u30AA\u30F3\u306E\u307F\u304C\u5B9F\u884C\u3055\u308C\u307E\u3059\u3002\uFF3B\u306F\u3044\uFF3D\u304C\u8A2D\u5B9A\u3055\u308C\u308B\u3068\u3001\u30C9\u30E9\u30A4\u30D0\u3067\u306F\u30ED\u30FC\u30AB\u30EB\u30ED\u30B0\u30AA\u30F3\u306E\u307F\u304C\u5B9F\u884C\u3055\u308C\u307E\u3059\u3002\u8A8D\u8A3C\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u3001\u300E\u7BA1\u7406\u8005\u30AC\u30A4\u30C9\u300F\u3067\u8AAC\u660E\u3055\u308C\u3066\u3044\u308B\u3088\u3046\u306B\u6A29\u9650\u5272\u308A\u5F53\u3066\u3092\u6301\u3064\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.rl-hostname=\u30DB\u30B9\u30C8\u540D\:
NOVLADBASE.initial.settings.param.choice.exch-delete.No=\u3044\u3044\u3048
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.rl-kmo=SSL\u306B\u4F7F\u7528\u3059\u308B\u30AD\u30FC\u3068\u8A3C\u660E\u66F8\u304C\u542B\u307E\u308C\u308BKey Material Object\u306E\u30AD\u30FC\u540D\u3092\u5165\u529B\u3057\u307E\u3059\u3002'KMO'\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u4F7F\u7528\u3055\u308C\u308B\u306E\u306F\u3001\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u3068\u30E1\u30BF\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30A8\u30F3\u30B8\u30F3\u306E\u9593\u306BSSL\u63A5\u7D9A\u304C\u5B58\u5728\u3059\u308B\u5834\u5408\u3060\u3051\u3067\u3059\u3002
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.rl-kmo=KMO\:
NOVLADBASE.initial.settings.param.choice.enable-delete-protected-2008.No=\u3044\u3044\u3048
NOVLADBASE.idmresource.NOVLADBASEDriverNamePrompt.gcv.dscr.name=\u30C9\u30E9\u30A4\u30D0\u540D\u3092\u5165\u529B\u3057\u307E\u3059\u3002
NOVLADBASE.initial.settings.param.choice.sealing.Yes=\u306F\u3044
NOVLADBASE.initial.settings.param.pub-heartbeat-interval=\u767A\u884C\u8005\u306E\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u9593\u9694
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.dscr.shim-auth-id=Identity Manager\u304C\u4F7F\u7528\u3059\u308B\u7BA1\u7406\u7279\u6A29\u3092\u6301\u3064Active Directory\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u5024\u3092\u4F7F\u7528\u3057\u3066\u3001\uFF3B\u8A8D\u8A3CID\uFF3D\u30C9\u30E9\u30A4\u30D0\u74B0\u5883\u8A2D\u5B9A\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u521D\u671F\u5024\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002\u9078\u629E\u3057\u305F\u8A8D\u8A3C\u65B9\u6CD5\u306B\u3088\u3063\u3066\u3001\u3044\u304F\u3064\u304B\u306E\u540D\u524D\u5F62\u5F0F\u3092\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002\n\n\u4F8B\: \n\n\uFF3B\u30CD\u30B4\u30B7\u30A8\u30FC\u30B7\u30E7\u30F3\uFF3D\u3067\u3053\u308C\u3089\u306E\u5F62\u5F0F\u3092\u4F7F\u7528\:\n- \u7BA1\u7406\u8005 - NT\u30ED\u30B0\u30AA\u30F3\u540D\u3002\n- \u30C9\u30E1\u30A4\u30F3/\u7BA1\u7406\u8005 - \u30C9\u30E1\u30A4\u30F3\u4FEE\u98FENT\u30ED\u30B0\u30AA\u30F3\u540D\u3002\n\n\uFF3B\u7C21\u6613\uFF3D\u3067\u3053\u306E\u5F62\u5F0F\u3092\u4F7F\u7528\:\n- CN\=IDM,CN\=Users,DC\=domain,DC\=com - LDAP\u8B58\u5225\u540D\u3002
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.dscr.shim-auth-password=\u8A8D\u8A3CID\u30D1\u30E9\u30E1\u30FC\u30BF\u3067Active Directory\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u5024\u3092\u4F7F\u7528\u3057\u3066\u3001\u30C9\u30E9\u30A4\u30D0\u74B0\u5883\u8A2D\u5B9A\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u521D\u671F\u5024\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u30ED\u30FC\u30AB\u30EB\u30B5\u30FC\u30D3\u30B9\u30A2\u30AB\u30A6\u30F3\u30C8(LSA)\u3092\u9664\u304F\u3001\u3059\u3079\u3066\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u30BF\u30A4\u30D7\u306B\u5FC5\u8981\u3067\u3059\u3002\u8A8D\u8A3CID\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u7A7A\u306E\u307E\u307E\u306E\u5834\u5408\u3001\u30ED\u30FC\u30AB\u30EB\u30B5\u30FC\u30D3\u30B9\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002Active Directory\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5909\u66F4\u3059\u308B\u5834\u5408\u306F\u3001Identity Manager\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3082\u66F4\u65B0\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.driver-password=\u30C9\u30E9\u30A4\u30D0\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u3001\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u304CIdentity Manager\u30B5\u30FC\u30D0\u306B\u8A8D\u8A3C\u3092\u6C42\u3081\u308B\u3068\u304D\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u3001Identity Manager\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u306E\u30C9\u30E9\u30A4\u30D0\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30D1\u30B9\u30EF\u30FC\u30C9\u306B\u6307\u5B9A\u3055\u308C\u305F\u3082\u306E\u3068\u540C\u3058\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
NOVLADBASE.initial.settings.param.choice.xchg-options.show=\u8868\u793A
NOVLADBASE.initial.settings.param.auth-options=\u8A8D\u8A3C\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u8868\u793A
NOVLADBASE.initial.settings.param.exchange-server=Exchange Server FQDN
NOVLADBASE.initial.settings.param.auth-method=\u8A8D\u8A3C\u65B9\u6CD5
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.rl-port=\u30DD\u30FC\u30C8\:
NOVLADBASE.initial.settings.param.choice.access-options.hide=\u96A0\u3059
NOVLADBASE.initial.settings.param.signing=\u901A\u4FE1\u306E\u30C7\u30B8\u30BF\u30EB\u7F72\u540D
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.rl-port=\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u30B5\u30FC\u30D3\u30B9\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u7528\u306B\u5B9F\u884C\u3057\u3066\u3044\u308B\u30DD\u30FC\u30C8\u756A\u53F7\u3092\u5165\u529B\u3057\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30DD\u30FC\u30C8\u306F8090\u3067\u3059\u3002
NOVLADBASE.initial.settings.param.advanced-options=\u8A73\u7D30\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u8868\u793A
NOVLADBASE.initial.settings.param.dscr.signing=\u6709\u52B9\u306B\u3059\u308B\u3068\u3001\u30C9\u30E9\u30A4\u30D0\u30B7\u30E0\u3068Active Directory\u9593\u306E\u901A\u4FE1\u306F\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u3055\u308C\u307E\u3059\u3002\u3053\u308C\u306B\u3088\u3063\u3066\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u4E0A\u3067\u30C7\u30FC\u30BF\u304C\u898B\u3048\u306A\u304F\u306A\u308B\u308F\u3051\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u304C\u3001\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u653B\u6483\u306E\u53EF\u80FD\u6027\u304C\u4F4E\u6E1B\u3055\u308C\u307E\u3059\u3002\u7F72\u540D\u304C\u6A5F\u80FD\u3059\u308B\u306E\u306F\u3001\u8A8D\u8A3C\u65B9\u6CD5\u306B\uFF3B\u30CD\u30B4\u30B7\u30A8\u30FC\u30B7\u30E7\u30F3\uFF3D\u3092\u4F7F\u7528\u3057\u3066\u3044\u3066\u3001\u57FA\u306B\u306A\u308B\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u30D7\u30ED\u30C8\u30B3\u30EB\u306B\uFF3BNTLM2\uFF3D\u307E\u305F\u306F\uFF3BKerberos\uFF3D\u3092\u9078\u629E\u3057\u3066\u3044\u308B\u5834\u5408\u3060\u3051\u3067\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001SSL\u3068\u3068\u3082\u306B\u4F7F\u7528\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
NOVLADBASE.initial.settings.param.pub-password-expire-time=\u30D1\u30B9\u30EF\u30FC\u30C9\u540C\u671F\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8(\u5206)
NOVLADBASE.initial.settings.param.enable-incremental-values=DirSync\u5897\u5206\u5024\u3092\u6709\u52B9\u306B\u3059\u308B
NOVLADBASE.initial.settings.param.access-options=\u30A2\u30AF\u30BB\u30B9\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u8868\u793A
NOVLADBASE.initial.settings.param.choice.search-domain-scope.No=\u3044\u3044\u3048
NOVLADBASE.initial.settings.param.retry-ldap-auth-unknown=LDAP\u8A8D\u8A3C\u306E\u518D\u8A66\u884C\u306E\u4E0D\u660E\u306A\u30A8\u30E9\u30FC
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.driver-password=\u30C9\u30E9\u30A4\u30D0\u30D1\u30B9\u30EF\u30FC\u30C9\:
NOVLADBASE.initial.settings.param.dscr.enable-incremental-values=\u901A\u5E38\u3001\u767A\u884C\u8005\u30C1\u30E3\u30CD\u30EB\u306F\u8907\u6570\u5024\u306E\u5C5E\u6027\u306E\u3059\u3079\u3066\u306E\u5024\u3092\u53D7\u3051\u53D6\u308A\u307E\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6709\u52B9\u306B\u3059\u308B\u3068\u3001\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694\u4E2D\u306B\u8FFD\u52A0\u307E\u305F\u306F\u524A\u9664\u3055\u308C\u305F\u5024\u306E\u307F\u304C\u5831\u544A\u3055\u308C\u307E\u3059\u30022003 Forest\u6A5F\u80FD\u30E2\u30FC\u30C9\u304C\u5FC5\u8981\u3067\u3059\u3002
NOVLADBASE.initial.settings.param.choice.auth-options.hide=\u96A0\u3059
NOVLADBASE.initial.settings.param.choice.impersonation.Yes=\u306F\u3044
NOVLADBASE.initial.settings.param.exch-move=Exchange\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u306E\u79FB\u52D5\u3092\u8A31\u53EF
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.shim-auth-id=\u8A8D\u8A3CID
NOVLADBASE.initial.settings.param.dscr.advanced-options=Active Directory\u30C9\u30E9\u30A4\u30D0\u5411\u3051\u306B\u8A73\u7D30\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u8868\u793A\u3057\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001Active Directory\u3068\u3084\u308A\u3068\u308A\u3092\u884C\u3046\u969B\u306E\u30C9\u30E9\u30A4\u30D0\u306E\u7279\u6B8A\u306A\u52D5\u4F5C\u3092\u5236\u5FA1\u3057\u307E\u3059\u3002
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.rl-hostname=\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u30B5\u30FC\u30D3\u30B9\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u7528\u306B\u5B9F\u884C\u3057\u3066\u3044\u308B\u30DB\u30B9\u30C8\u540D\u307E\u305F\u306FIP\u30A2\u30C9\u30EC\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\uFF3B\u30DB\u30B9\u30C8\u540D\u307E\u305F\u306FIP\u30A2\u30C9\u30EC\u30B9; \#\#\#.\#\#\#.\#\#\#.\#\#\#\uFF3D
NOVLADBASE.initial.settings.param.choice.enable-incremental-values.No=\u3044\u3044\u3048
NOVLADBASE.initial.settings.param.choice.exch-api-type.IDMPowerShellservice=IDM PowerShell\u30B5\u30FC\u30D3\u30B9
NOVLADBASE.initial.settings.param.header.AuthenticationOptions=\u8A8D\u8A3C\u30AA\u30D7\u30B7\u30E7\u30F3
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.shim-auth-server=\u8A8D\u8A3C\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8
NOVLADBASE.initial.settings.param.pollingInterval=\u30C9\u30E9\u30A4\u30D0\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694
NOVLADBASE.initial.settings.param.xchg-prov=Exchange\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u306E\u30D7\u30ED\u30D3\u30B8\u30E7\u30CB\u30F3\u30B0\u3092\u6709\u52B9\u306B\u3059\u308B
NOVLADBASE.initial.settings.param.choice.enable-delete-protected-2008.Yes=\u306F\u3044
NOVLADBASE.initial.settings.param.choice.advanced-options.hide=\u96A0\u3059
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.rl-other=\u305D\u306E\u4ED6\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\:
NOVLADBASE.initial.settings.param.choice.search-domain-scope.Yes=\u306F\u3044
NOVLADBASE.initial.settings.param.dscr.pub-filter-password-time-to-live=\u30D1\u30B9\u30EF\u30FC\u30C9\u304CDC\u30EC\u30B8\u30B9\u30C8\u30EA\u306B\u683C\u7D0D\u3055\u308C\u3066\u3044\u308B\u6642\u9593\u3092\u5206\u5358\u4F4D\u3067\u6307\u5B9A\u3057\u307E\u3059\u3002
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.rl-password=\u30EA\u30E2\u30FC\u30C8\u30D1\u30B9\u30EF\u30FC\u30C9\:
NOVLADBASE.initial.settings.param.choice.auth-method.Simple=\u7C21\u6613
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.header.AuthenticationParameters=\u8A8D\u8A3C\u30D1\u30E9\u30E1\u30FC\u30BF
NOVLADBASE.initial.settings.param.choice.sealing.No=\u3044\u3044\u3048
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.choice.use-remote-loader.yes=\u306F\u3044
NOVLADBASE.initial.settings.param.dscr.exchange-server=\u8907\u6570\u306EExchange Server\u304C\u30BB\u30C3\u30C8\u30A2\u30C3\u30D7\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u9069\u5207\u306AExchange Server FQDN\u3092\u5165\u529B\u3057\u307E\u3059\u3002\u3053\u308C\u306B\u3088\u3063\u3066\u3001IDM Powershell\u30B5\u30FC\u30D3\u30B9\u3067\u9078\u629E\u3055\u308C\u305F\u30C7\u30D5\u30A9\u30EB\u30C8\u30B5\u30FC\u30D0\u3067\u306F\u306A\u304F\u3001\u30E6\u30FC\u30B6\u63A8\u5968Exchange Server\u3067\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u4F5C\u6210\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002\u7A7A\u306E\u5834\u5408\u3001\u30BB\u30C3\u30C8\u30A2\u30C3\u30D7\u304B\u3089\u30D5\u30A7\u30C3\u30C1\u3057\u305F\u6700\u521D\u306EExchange Server\u304CIDM Powershell\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u308A\u9078\u629E\u3055\u308C\u307E\u3059\u3002
NOVLADBASE.idmresource.NOVLADBASEUpgradeNotification.gcv.header.ImportantNote=\=\u91CD\u8981\u4E8B\u9805\:
NOVLADBASE.initial.settings.param.choice.xchg-prov.disabled=\u7121\u52B9
NOVLADBASE.initial.settings.param.choice.exch-move.Yes=\u306F\u3044
NOVLADBASE.initial.settings.param.enable-delete-protected-2008=Windows server 2008\u5185\u306E\u4FDD\u8B77\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u524A\u9664\u3092\u6709\u52B9\u5316
NOVLADBASE.initial.settings.param.dscr.exch-move=\u6709\u52B9\u306B\u3059\u308B\u3068\u3001\u30C9\u30E9\u30A4\u30D0\u30B7\u30E0\u306FActive Directory\u306EhomeMDB\u5C5E\u6027\u306E\u5909\u66F4\u3092\u508D\u53D7\u3057\u3001Exchange\u7BA1\u7406\u30B7\u30B9\u30C6\u30E0\u3092\u30B3\u30FC\u30EB\u3057\u3066\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u3092\u65B0\u3057\u3044\u30E1\u30C3\u30BB\u30FC\u30B8\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u306B\u79FB\u52D5\u3057\u307E\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001use-cdoexm\u307E\u305F\u306Fpost-use-cdoexm\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u30BF\u30A4\u30D7\u3067\u306E\u307F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002
NOVLADBASE.initial.settings.param.dscr.exch-delete=\u6709\u52B9\u306B\u3057\u305F\u5834\u5408\u3001\u30C9\u30E9\u30A4\u30D0\u30B7\u30E0\u306FActive Directory homeMDB\u5C5E\u6027\u306E\u524A\u9664\u304A\u3088\u3073\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u3092\u524A\u9664\u3059\u308B\u305F\u3081\u306EExchange\u7BA1\u7406\u30B7\u30B9\u30C6\u30E0\u3078\u306E\u547C\u3073\u51FA\u3057\u3092\u963B\u6B62\u3057\u307E\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001use-cdoexm\u307E\u305F\u306Fpost-use-cdoexm\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u30BF\u30A4\u30D7\u3067\u306E\u307F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002
NOVLADBASE.initial.settings.param.choice.access-options.show=\u8868\u793A
NOVLADBASE.initial.settings.param.sealing=\u901A\u4FE1\u3092\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u3057\u3066\u5C01\u5370\u3059\u308B
NOVLADBASE.initial.settings.param.dscr.pub-password-expire-time=\u6307\u5B9A\u3057\u305F\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u540C\u671F\u3092\u30C9\u30E9\u30A4\u30D0\u304C\u8A66\u884C\u3059\u308B\u5206\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u9593\u9694\u3092\u8D85\u3048\u308B\u3068\u3001\u30C9\u30E9\u30A4\u30D0\u306F\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u540C\u671F\u3092\u8A66\u307F\u307E\u305B\u3093\u3002\u3053\u306E\u5024\u306F\u5C11\u306A\u304F\u3068\u3082\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694\u306E3\u500D\u306B\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u3092\u304A\u52E7\u3081\u3057\u307E\u3059\u3002\u305F\u3068\u3048\u3070\u3001\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694\u304C10\u306E\u5834\u5408\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u540C\u671F\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306E\u5024\u306F30\u4EE5\u4E0A\u306B\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u3092\u304A\u52E7\u3081\u3057\u307E\u3059\u3002
NOVLADBASE.idmresource.NOVLADBASEUpgradeNotification.gcv.dummy=\u30C0\u30DF\u30FC
pkg.description=Active Directory\u30C9\u30E9\u30A4\u30D0\u30D9\u30FC\u30B9\u306E\u74B0\u5883\u8A2D\u5B9A\u3002
NOVLADBASE.initial.settings.param.dscr.sealing=\u6709\u52B9\u306B\u3059\u308B\u3068\u3001\u30C9\u30E9\u30A4\u30D0\u30B7\u30E0\u3068Active Directory\u9593\u306E\u901A\u4FE1\u306F\u30C7\u30B8\u30BF\u30EB\u3067\u6697\u53F7\u5316\u3055\u308C\u307E\u3059\u3002\u5C01\u5370\u304C\u6A5F\u80FD\u3059\u308B\u306E\u306F\u3001\u8A8D\u8A3C\u65B9\u6CD5\u306B\uFF3B\u30CD\u30B4\u30B7\u30A8\u30FC\u30B7\u30E7\u30F3\uFF3D\u3092\u4F7F\u7528\u3057\u3066\u3044\u3066\u3001\u57FA\u306B\u306A\u308B\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u30D7\u30ED\u30C8\u30B3\u30EB\u306BNTLM2\u307E\u305F\u306FKerberos\u3092\u9078\u629E\u3057\u3066\u3044\u308B\u5834\u5408\u3060\u3051\u3067\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306FSSL\u3068\u3068\u3082\u306B\u4F7F\u7528\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
NOVLADBASE.initial.settings.param.dscr.xchg-prov=Microsoft Exchange\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u8868\u793A\u3057\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001\u3069\u306E\u65B9\u6CD5\u306E\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092Microsoft Exchange\u7BA1\u7406\u30B7\u30B9\u30C6\u30E0\u3067\u4F7F\u7528\u3059\u308B\u304B\u3001\u307E\u305FhomeMDB\u5C5E\u6027\u306E\u5909\u66F4\u3092\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u306E\u79FB\u52D5\u307E\u305F\u306F\u524A\u9664\u3068\u3057\u3066\u963B\u6B62\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u7BA1\u7406\u3057\u307E\u3059\u3002
NOVLADBASE.initial.settings.param.dscr.auth-method=Active Directory\u306B\u5BFE\u3057\u3066\u8A8D\u8A3C\u3059\u308B\u65B9\u6CD5\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\:\n\n\uFF3B\u30CD\u30B4\u30B7\u30A8\u30FC\u30B7\u30E7\u30F3\uFF3D- Microsoft\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30D1\u30C3\u30B1\u30FC\u30B8\u3092\u4F7F\u7528\u3057\u3066\u30ED\u30B0\u30AA\u30F3\u30BF\u30A4\u30D7\u3092\u30CD\u30B4\u30B7\u30A8\u30FC\u30C8\u3057\u307E\u3059\u3002\u901A\u5E38\u306F\u3001\uFF3BKerberos\uFF3D\u307E\u305F\u306F\uFF3BNTLM\uFF3D\u3092\u9078\u629E\u3057\u307E\u3059\u3002\n\n\uFF3B\u7C21\u6613\uFF3D- LDAP\u30B9\u30BF\u30A4\u30EB\u306E\u7C21\u6613\u30D0\u30A4\u30F3\u30C9\u3092\u30ED\u30B0\u30AA\u30F3\u306B\u4F7F\u7528\u3057\u307E\u3059\u3002
NOVLADBASE.initial.settings.param.xchg-options=Exchange\u7BA1\u7406\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u8868\u793A
NOVLADBASE.initial.settings.param.header.AccessOptions=\u30A2\u30AF\u30BB\u30B9\u30AA\u30D7\u30B7\u30E7\u30F3
NOVLADBASE.initial.settings.param.header.AdvancedOptions=\u8A73\u7D30\u30AA\u30D7\u30B7\u30E7\u30F3
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.rl-other=\u5FC5\u8981\u306A\u305D\u306E\u4ED6\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u3042\u308C\u3070\u3001\u63A5\u7D9A\u6587\u5B57\u5217\u306B\u5165\u529B\u3057\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u30AD\u30FC\u3068\u5024\u306E\u30DA\u30A2\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u4F8B\: \nparaName1\=paraValue1 paraName2\=paraValue2
NOVLADBASE.initial.settings.param.exch-api-type=Exchange\u7BA1\u7406\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u30BF\u30A4\u30D7
NOVLADBASE.initial.settings.param.choice.xchg-prov.enabled=\u4F7F\u7528\u53EF\u80FD
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.rl-password=\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u3001\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u3092\u5236\u5FA1\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u3001Identity Manager\u306E\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u306E\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u30D1\u30B9\u30EF\u30FC\u30C9\u306B\u6307\u5B9A\u3055\u308C\u305F\u3082\u306E\u3068\u540C\u3058\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
NOVLADBASE.initial.settings.param.impersonation=\u30ED\u30B0\u30AA\u30F3\u3068\u507D\u88C5
NOVLADBASE.initial.settings.param.choice.xchg-options.hide=\u96A0\u3059
NOVLADBASE.initial.settings.param.choice.impersonation.No=\u3044\u3044\u3048
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.shim-auth-password=\u30D1\u30B9\u30EF\u30FC\u30C9
