#
#Fri Jan 20 16:18:01 IST 2017
NOVLADBASE.initial.settings.param.choice.auth-options.show=Afficher
NOVLADBASE.initial.settings.param.dscr.auth-options=Afficher les options d'authentification du pilote. Ces param\u00E8tres contr\u00F4lent la mani\u00E8re dont le module d'interface pilote s'authentifie aupr\u00E8s du contr\u00F4leur de domaine Active Directory.
NOVLADBASE.initial.settings.param.dscr.pollingInterval=Saisir le nombre de minutes d'attente avant la demande de modifications \u00E0 Active Directory. Un nombre plus grand r\u00E9duit la charge sur Active Directory, mais aussi la rapidit\u00E9 de r\u00E9action du pilote Identity Manager.
NOVLADBASE.initial.settings.param.dscr.enable-delete-protected-2008=Les unit\u00E9s organisationnelles (OU) cr\u00E9\u00E9es via MMC dans AD bas\u00E9 sur Windows 2008 sont prot\u00E9g\u00E9es contre la suppression accidentelle. Activez cette option pour permettre au pilote de supprimer ces objets.
NOVLADBASE.initial.settings.param.choice.use-ssl.Yes=Oui
NOVLADBASE.idmresource.NOVLADBASEUpgradeNotification.gcv.header.PleaseupgradetoDesigner4.5.5orlaterbeforeinstallingthispackage=Effectuez une mise \u00E0 niveau vers Designer 4.5.5 ou version ult\u00E9rieure avant d'installer ce paquetage.
NOVLADBASE.initial.settings.param.search-domain-scope=\u00C9tendue du domaine de recherche
NOVLADBASE.initial.settings.param.choice.signing.No=Non
NOVLADBASE.initial.settings.param.pub-filter-password-time-to-live=Dur\u00E9e de vie des mots de passe DC (en minutes)
NOVLADBASE.initial.settings.param.dscr.retry-ldap-auth-unknown=Le module d'interface d\u00E9clenche habituellement une erreur fatale lorsqu'il rencontre une erreur LDAP-AUTH_UNKNOWN qui provoque la fermeture du pilote. La d\u00E9finition de ce param\u00E8tre sur Oui provoque un nouvel essai de demande de liaison LDAP de la part du pilote.
NOVLADBASE.initial.settings.param.dscr.pub-heartbeat-interval=Configure le module d'interface pilote pour envoyer p\u00E9riodiquement un message d'\u00E9tat sur le canal \u00C9diteur quand il n'y a pas eu de trafic \u00C9diteur pendant un nombre de minutes donn\u00E9.
NOVLADBASE.initial.settings.param.choice.exch-move.No=Non
NOVLADBASE.initial.settings.param.choice.exch-api-type.IDMEXCH2010service=Service IDM EXCH 2010
NOVLADBASE.initial.settings.param.choice.advanced-options.show=Afficher
NOVLADBASE.initial.settings.param.choice.signing.Yes=Oui
NOVLADBASE.initial.settings.param.use-ssl=Utiliser SSL pour la connexion LDAP entre AD et le module d'interface du pilote
NOVLADBASE.initial.settings.param.dscr.use-ssl=Lorsque cette option est activ\u00E9e, la communication entre le module d'interface (shim) du pilote et Active Directory utilise un chiffrement num\u00E9rique. Cette option peut \u00EAtre utilis\u00E9e avec l'option d'authentification [N\u00E9gocier] ou [Simple]. SSL n\u00E9cessite que le serveur Microsoft sur lequel le module d'interface du pilote fonctionne ait import\u00E9 le certificat de serveur du contr\u00F4leur de domaine.
NOVLADBASE.initial.settings.param.dscr.access-options=Afficher les options d'acc\u00E8s au contr\u00F4leur de domaine. Ces param\u00E8tres contr\u00F4lent l'\u00E9tendue des demandes Active Directory au sein de plusieurs param\u00E8tres de timeout et d'interrogation de l'\u00E9diteur.
pkg.name=Base Active Directory
NOVLADBASE.initial.settings.param.dscr.exch-api-type=Au lieu de la synchronisation habituelle des attributs, les bo\u00EEtes aux lettres Exchange peuvent \u00EAtre contr\u00F4l\u00E9es par des appels dans le syst\u00E8me de gestion de Microsoft Exchange. Lorsque cette option est activ\u00E9e, le module d'interface (shim) du pilote intercepte les modifications apport\u00E9es \u00E0 l'attribut homeMDB Active Directory et utilise l'option s\u00E9lectionn\u00E9e pour le provisioning d'Exchange. L'option EXCH 2010 implique l'utilisation d'Exchange 2010 et n\u00E9cessite l'installation du service IDM Exchange. Le service IDM PowerShell doit \u00EAtre utilis\u00E9 avec Exchange Server 2013 et Exchange Server 2010 (s'il est install\u00E9 sous Windows Server 2012). Reportez-vous au guide de l'utilisateur pour plus de d\u00E9tails. La valeur que vous s\u00E9lectionnez ici est enregistr\u00E9e dans la configuration du module d'interface du pilote.
NOVLADBASE.initial.settings.param.choice.retry-ldap-auth-unknown.Yes=Oui
NOVLADBASE.initial.settings.param.dscr.search-domain-scope=Le module d'interface lit habituellement les informations sp\u00E9cifiques des autres domaines quand les objets y sont r\u00E9f\u00E9renc\u00E9s. Si le compte utilis\u00E9 pour l'authentification ne poss\u00E8de pas de droit dans l'autre domaine, la lecture peut \u00E9chouer. Activer cette option si vous recevez des erreurs d'acc\u00E8s durant des op\u00E9rations ordinaires.
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.use-remote-loader=Se connecter au chargeur distant \:
NOVLADBASE.initial.settings.param.choice.retry-ldap-auth-unknown.No=Non
NOVLADBASE.initial.settings.param.exch-delete=Autoriser la suppression des bo\u00EEtes aux lettres Exchange
NOVLADBASE.initial.settings.param.header.ExchangeOptions=Options d'Exchange
NOVLADBASE.idmresource.NOVLADBASEDriverNamePrompt.gcv.header.DriverInformation=Informations sur le pilote
NOVLADBASE.initial.settings.param.choice.use-ssl.No=Non
NOVLADBASE.initial.settings.param.choice.auth-method.Negotiate=N\u00E9gocier
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.dscr.shim-auth-server=Sp\u00E9cifiez le nom du contr\u00F4leur de domaine Active Directory \u00E0 utiliser pour la synchronisation. Cette valeur permet de d\u00E9finir une valeur initiale pour le param\u00E8tre de configuration du pilote [Contexte d'authentification].\n\t\t\t\nPar exemple \:\n- moncontr\u00F4leur.domaine.com - Nom DNS. C'est la forme d'adressage pr\u00E9f\u00E9r\u00E9e. Elle est d'ailleurs requise pour l'authentification Kerberos.\n- 10.10.128.23 - Adresse IP. Forme \u00E0 utiliser uniquement avec le type d'authentification Simple.\n- champ vide - Si aucune valeur n'est sp\u00E9cifi\u00E9e, le pilote utilise 'localhost' pour acc\u00E9der \u00E0 la machine locale.
NOVLADBASE.initial.settings.param.choice.enable-incremental-values.Yes=Oui
NOVLADBASE.idmresource.NOVLADBASEDriverNamePrompt.gcv.name=Nom du pilote
NOVLADBASE.initial.settings.param.choice.exch-delete.Yes=Oui
NOVLADBASE.appconfig.lang=fr
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.header.RemoteLoader=Chargeur distant
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.choice.use-remote-loader.no=non
NOVLADBASE.initial.settings.param.dscr.impersonation=Loguez-vous sous une fausse identit\u00E9 au compte d'authentification du pilote pour le support de CDOEXM et la d\u00E9finition du mot de passe. Si la connexion est refus\u00E9e, le pilote n'effectue qu'un login r\u00E9seau. Si elle est accept\u00E9e, le pilote effectue un login local. Le compte d'authentification doit avoir des droits assign\u00E9s tel que d\u00E9crit dans le Guide d'administration.
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.rl-hostname=Nom d'h\u00F4te \:
NOVLADBASE.initial.settings.param.choice.exch-delete.No=Non
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.rl-kmo=Entrez le nom de cl\u00E9 de l'objet Mat\u00E9riel cl\u00E9 (Key Material Object, KMO) contenant le certificat et les cl\u00E9s utilis\u00E9s pour SSL. Le param\u00E8tre 'KMO' est employ\u00E9 uniquement lorsqu'il existe une connexion SSL entre le chargeur distant et le moteur m\u00E9ta-annuaire.
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.rl-kmo=KMO \:
NOVLADBASE.initial.settings.param.choice.enable-delete-protected-2008.No=Non
NOVLADBASE.idmresource.NOVLADBASEDriverNamePrompt.gcv.dscr.name=Entrez le nom du pilote.
NOVLADBASE.initial.settings.param.choice.sealing.Yes=Oui
NOVLADBASE.initial.settings.param.pub-heartbeat-interval=Intervalle des pulsations de l'\u00C9diteur
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.dscr.shim-auth-id=Sp\u00E9cifiez un compte Active Directory disposant de privil\u00E8ges d'administrateur \u00E0 utiliser par Identity Manager. Cette valeur permet de d\u00E9finir une valeur initiale pour le param\u00E8tre de configuration du pilote [ID d'authentification]. Diff\u00E9rentes formes de nom peuvent \u00EAtre utilis\u00E9es, selon la m\u00E9thode d'authentification s\u00E9lectionn\u00E9e.\n\nPar exemple \: \n\nUtilisez les formes suivantes avec la m\u00E9thode N\u00E9gocier \:\n- Administrateur - Nom de connexion NT.\n- Domaine/Administrateur - Nom de connexion NT complet du domaine.\n\nUtilisez la forme suivante avec la m\u00E9thode Simple \:\n- CN\=IDM,CN\=Users,DC\=domain,DC\=com - Nom distinctif LDAP.
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.dscr.shim-auth-password=Sp\u00E9cifiez le mot de passe du compte Active Directory dans le param\u00E8tre ID d'authentification. Cette valeur permet de d\u00E9finir une valeur initiale pour le mot de passe de configuration du pilote. Un mot de passe est requis pour tous les types de compte, except\u00E9 le compte de service local (LSA). Si aucun param\u00E8tre ID d'authentification n'est sp\u00E9cifi\u00E9, le syst\u00E8me utilise le compte de service local. Si vous changez le mot de passe du compte dans Active Directory, vous devez \u00E9galement le mettre \u00E0 jour dans Identity Manager.
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.driver-password=Le mot de passe de l'objet Pilote permet au chargeur distant de s'authentifier aupr\u00E8s du serveur Identity Manager. Il doit \u00EAtre identique \u00E0 celui d\u00E9fini sur le chargeur distant Identity Manager.
NOVLADBASE.initial.settings.param.choice.xchg-options.show=Afficher
NOVLADBASE.initial.settings.param.auth-options=Afficher les options d'authentification
NOVLADBASE.initial.settings.param.exchange-server=Nom de domaine complet (FQDN) Exchange Server
NOVLADBASE.initial.settings.param.auth-method=M\u00E9thode d'authentification
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.rl-port=Port \:
NOVLADBASE.initial.settings.param.choice.access-options.hide=Cacher
NOVLADBASE.initial.settings.param.signing=Utiliser une signature num\u00E9rique pour les communications
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.rl-port=Saisissez le num\u00E9ro de port de l'emplacement contenant l'installation du service de chargeur distant et \u00E0 partir duquel ce pilote est ex\u00E9cut\u00E9. Le port par d\u00E9faut est 8090.
NOVLADBASE.initial.settings.param.advanced-options=Afficher les options avanc\u00E9es
NOVLADBASE.initial.settings.param.dscr.signing=Lorsque cette option est activ\u00E9e, la communication entre le module d'interface pilote et Active Directory utilise une signature num\u00E9rique. Cela n'emp\u00EAche pas de voir les donn\u00E9es sur le r\u00E9seau, mais r\u00E9duit les risques d'attaques \u00E0 la s\u00E9curit\u00E9. La signature fonctionne uniquement si vous utilisez la m\u00E9thode d'authentification [N\u00E9gocier] et que le fournisseur de s\u00E9curit\u00E9 sous-jacent s\u00E9lectionne NTLM2 ou Kerberos pour son protocole. Ne pas utiliser cette option avec SSL.
NOVLADBASE.initial.settings.param.pub-password-expire-time=Timeout de synchronisation du mot de passe (en minutes)
NOVLADBASE.initial.settings.param.enable-incremental-values=Activer les valeurs incr\u00E9mentielles DirSync
NOVLADBASE.initial.settings.param.access-options=Afficher les options d'acc\u00E8s
NOVLADBASE.initial.settings.param.choice.search-domain-scope.No=Non
NOVLADBASE.initial.settings.param.retry-ldap-auth-unknown=Erreur inconnue d'authentification LDAP de r\u00E9essai
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.driver-password=Mot de passe du pilote \:
NOVLADBASE.initial.settings.param.dscr.enable-incremental-values=Le canal \u00C9diteur re\u00E7oit habituellement toutes les valeurs d'un attribut \u00E0 plusieurs valeurs. Si cette option est activ\u00E9e, seules les valeurs ajout\u00E9es ou supprim\u00E9es lors de l'intervalle d'interrogation sont incluses. Le mode fonctionnel 2003 Forest est requis.
NOVLADBASE.initial.settings.param.choice.auth-options.hide=Cacher
NOVLADBASE.initial.settings.param.choice.impersonation.Yes=Oui
NOVLADBASE.initial.settings.param.exch-move=Autoriser le d\u00E9placement des bo\u00EEtes aux lettres Exchange
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.shim-auth-id=ID d'authentification \:
NOVLADBASE.initial.settings.param.dscr.advanced-options=Afficher les options avanc\u00E9es du pilote Active Directory. Ces param\u00E8tres contr\u00F4lent le comportement sp\u00E9cial \u00E9ventuel du pilote lors des interactions avec Active Directory.
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.rl-hostname=Entrez le nom d'h\u00F4te ou l'adresse IP sur lequel le service de chargeur distant a \u00E9t\u00E9 install\u00E9 et est ex\u00E9cut\u00E9 pour ce pilote. Le port par d\u00E9faut est 8090. [Nom d'h\u00F4te ou adresse IP et port ; \#\#\#.\#\#\#.\#\#\#.\#\#\#]
NOVLADBASE.initial.settings.param.choice.enable-incremental-values.No=Non
NOVLADBASE.initial.settings.param.choice.exch-api-type.IDMPowerShellservice=Service IDM PowerShell
NOVLADBASE.initial.settings.param.header.AuthenticationOptions=Options d'authentification
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.shim-auth-server=Contexte d'authentification
NOVLADBASE.initial.settings.param.pollingInterval=Intervalle d'interrogation du pilote
NOVLADBASE.initial.settings.param.xchg-prov=Activer le provisioning de bo\u00EEte aux lettres Exchange
NOVLADBASE.initial.settings.param.choice.enable-delete-protected-2008.Yes=Oui
NOVLADBASE.initial.settings.param.choice.advanced-options.hide=Cacher
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.rl-other=Autres param\u00E8tres \:
NOVLADBASE.initial.settings.param.choice.search-domain-scope.Yes=Oui
NOVLADBASE.initial.settings.param.dscr.pub-filter-password-time-to-live=Sp\u00E9cifiez la p\u00E9riode (en minutes) pendant laquelle les mots de passe seront stock\u00E9s dans le registre DC.
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.rl-password=Mot de passe distant \:
NOVLADBASE.initial.settings.param.choice.auth-method.Simple=Simple
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.header.AuthenticationParameters=Param\u00E8tres d'authentification
NOVLADBASE.initial.settings.param.choice.sealing.No=Non
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.choice.use-remote-loader.yes=oui
NOVLADBASE.initial.settings.param.dscr.exchange-server=En cas de configuration de plusieurs serveurs Exchange Server, saisissez le nom complet du serveur Exchange pr\u00E9f\u00E9r\u00E9. Cela permet de prendre en charge la cr\u00E9ation de bo\u00EEtes aux lettres sur le serveur Exchange pr\u00E9f\u00E9r\u00E9 de l'utilisateur, au lieu du serveur par d\u00E9faut s\u00E9lectionn\u00E9 par le service IDM Powershell. Si rien n'est renseign\u00E9, le service IDM Powershell s\u00E9lectionne le premier serveur Exchange qu'il extrait de la configuration.
NOVLADBASE.idmresource.NOVLADBASEUpgradeNotification.gcv.header.ImportantNote=\=Remarque importante \:
NOVLADBASE.initial.settings.param.choice.xchg-prov.disabled=d\u00E9sactiv\u00E9
NOVLADBASE.initial.settings.param.choice.exch-move.Yes=Oui
NOVLADBASE.initial.settings.param.enable-delete-protected-2008=Activer la suppression des objets prot\u00E9g\u00E9s dans Windows Server 2008
NOVLADBASE.initial.settings.param.dscr.exch-move=Lorsque cette option est activ\u00E9e, le module d'interface pilote intercepte les modifications de l'attribut homeMDB Active Directory et intervient dans le syst\u00E8me de gestion Exchange pour d\u00E9placer la bo\u00EEte aux lettres vers la nouvelle zone de stockage de messages. Cette option n'est prise en charge qu'avec les types d'interface use-cdoexm ou post-use-cdoexm.
NOVLADBASE.initial.settings.param.dscr.exch-delete=Lorsque cette option est activ\u00E9e, le module d'interface pilote intercepte la suppression pour l'attribut homeMDB Active Directory et intervient dans le syst\u00E8me de gestion Exchange pour supprimer la bo\u00EEte aux lettres. Cette option n'est prise en charge qu'avec les types d'interface use-cdoexm ou post-use-cdoexm.
NOVLADBASE.initial.settings.param.choice.access-options.show=Afficher
NOVLADBASE.initial.settings.param.sealing=Utiliser une signature num\u00E9rique et un sceau pour les communications
NOVLADBASE.initial.settings.param.dscr.pub-password-expire-time=Sp\u00E9cifier le nombre de minutes allou\u00E9es au pilote pour tenter la synchronisation d'un mot de passe donn\u00E9. Au del\u00E0 de cet intervalle le pilote n'essaie pas de synchroniser le mot de passe. Il est recommand\u00E9 de d\u00E9finir cette valeur sur au moins trois fois l'intervalle d'interrogation. Par exemple, si l'intervalle d'interrogation est de 10 (minutes), la valeur de timeout devra \u00EAtre d\u00E9finie sur 30 (minutes) ou plus.
NOVLADBASE.idmresource.NOVLADBASEUpgradeNotification.gcv.dummy=factice
pkg.description=Configuration de base du pilote Active Directory.
NOVLADBASE.initial.settings.param.dscr.sealing=Lorsque cette option est activ\u00E9e, la communication entre le module d'interface pilote et Active Directory utilise un codage num\u00E9rique. Le sceau num\u00E9rique fonctionne uniquement si vous utilisez la m\u00E9thode d'authentification [N\u00E9gocier] et que le fournisseur de s\u00E9curit\u00E9 sous-jacent s\u00E9lectionne NTLM2 ou Kerberos pour son protocole. Ne pas utiliser cette option avec SSL.
NOVLADBASE.initial.settings.param.dscr.xchg-prov=Afficher les options Microsoft Exchange. Ces param\u00E8tres contr\u00F4lent la m\u00E9thode d'interface vers le syst\u00E8me Microsoft Exchange Management et si les modifications de l'attribut homeMDB doivent \u00EAtre interpr\u00E9t\u00E9es comme un d\u00E9placement ou une suppression de la bo\u00EEte aux lettres.
NOVLADBASE.initial.settings.param.dscr.auth-method=S\u00E9lectionner une m\u00E9thode d'authentification aupr\u00E8s d'Active Directory \:\n\n[N\u00E9gocier] - Utilise un paquetage de s\u00E9curit\u00E9 Microsoft pour n\u00E9gocier le type de connexion. G\u00E9n\u00E9ralement, Kerberos ou NTLM est s\u00E9lectionn\u00E9.\n\n[Simple] - Liaison simple de style LDAP pour la connexion.
NOVLADBASE.initial.settings.param.xchg-options=Afficher les options de gestion Exchange
NOVLADBASE.initial.settings.param.header.AccessOptions=Options d'acc\u00E8s
NOVLADBASE.initial.settings.param.header.AdvancedOptions=Options avanc\u00E9es
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.rl-other=Entrez les autres param\u00E8tres requis, le cas \u00E9ch\u00E9ant, dans la cha\u00EEne de connexion. Ces param\u00E8tres DOIVENT \u00EAtre au format paire cl\u00E9-valeur. Par exemple \: \nNom_param\u00E8tre1\=Valeur_param\u00E8tre1 Nom_param\u00E8tre2\=Valeur_param\u00E8tre2
NOVLADBASE.initial.settings.param.exch-api-type=Type d'interface de gestion Exchange
NOVLADBASE.initial.settings.param.choice.xchg-prov.enabled=activ\u00E9
NOVLADBASE.idmresource.NOVLADBASERemoteLoaderPrompts.gcv.dscr.rl-password=Le mot de passe du chargeur distant permet de contr\u00F4ler l'acc\u00E8s \u00E0 l'instance du chargeur distant. Il doit \u00EAtre identique \u00E0 celui sp\u00E9cifi\u00E9 sur le chargeur distant Identity Manager.
NOVLADBASE.initial.settings.param.impersonation=Se connecter et d\u00E9guiser
NOVLADBASE.initial.settings.param.choice.xchg-options.hide=Cacher
NOVLADBASE.initial.settings.param.choice.impersonation.No=Non
NOVLADBASE.idmresource.NOVLADBASEConnectionPrompts.gcv.shim-auth-password=Mot de passe
