#
#Sun Dec 11 00:42:47 IST 2016
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.dscr.enable-password-publish=Si cette option est d\u00E9finie sur vrai, les mots de passe peuvent passer du syst\u00E8me connect\u00E9 \u00E0 la zone de stockage coffre-fort d'identit\u00E9.
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.dscr.publish-password-to-nds=Utilisez le mot de passe du syst\u00E8me connect\u00E9 pour d\u00E9finir le mot de passe NDS non r\u00E9versible dans eDirectory.
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.enforce-password-policy=Demander la validation des strat\u00E9gies de mot de passe avant la publication des mots de passe
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.dscr.ConnectedSystemName=Nom de pilote du syst\u00E8me connect\u00E9, d'application ou Identity Manager. Cette valeur est utilis\u00E9e par les mod\u00E8les de notification par messagerie.
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.notify-user-on-password-dist-failure=Informer l'utilisateur de l'\u00E9chec de la synchronisation des mots de passe par courrier \u00E9lectronique
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.publish-password-to-dp=Publier les mots de passe pour le mot de passe de distribution
pkg.name=Synchronisation des mots de passe JDBC
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.ConnectedSystemName=Nom du pilote ou du syst\u00E8me connect\u00E9
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.dscr.publish-password-to-dp=Utilisez le mot de passe du syst\u00E8me connect\u00E9 pour d\u00E9finir le mot de passe de distribution NMAS utilis\u00E9 pour la synchronisation de mots de passe Identity Manager.
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.dscr.enable-password-subscribe=Si cette option est d\u00E9finie sur vrai, les mots de passe peuvent passer de la zone de stockage coffre-fort d'identit\u00E9 au syst\u00E8me connect\u00E9.
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.header.PasswordGCVs=GCV de mots de passe
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.enable-password-publish=IDM accepte les mots de passe de l'application.
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.dscr.enforce-password-policy=Si cette option est d\u00E9finie sur vrai, les strat\u00E9gies de mot de passe NMAS sont appliqu\u00E9es au cours des op\u00E9rations de publication de mot de passe. Le mot de passe n'est pas \u00E9crit dans la zone de stockage des donn\u00E9es s'il n'est pas conforme.
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.enable-password-subscribe=L'application accepte les mots de passe IDM.
NOVLJDBCPSYN.appconfig.lang=fr
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.reset-external-password-on-failure=R\u00E9initialiser le mot de passe du syst\u00E8me externe de l'utilisateur sur le mot de passe IDM en cas d'\u00E9chec
pkg.description=Le paquetage Synchronisation de mot de passe JDBC contient des strat\u00E9gies et des param\u00E8tres pour la synchronisation des mots de passe entre le coffre-fort d'identit\u00E9 et l'application connect\u00E9e.
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.publish-password-to-nds=Publier les mots de passe pour le mot de passe NDS
NOVLJDBCPSYN.globalconfig.NOVLJDBCPSYNGCVs.gcv.dscr.reset-external-password-on-failure=Si cette option est d\u00E9finie sur vrai, en cas d'\u00E9chec de la publication d'un mot de passe de distribution, essayez de r\u00E9initialiser le mot de passe dans le syst\u00E8me connect\u00E9 \u00E0 l'aide du mot de passe de distribution du coffre-fort d'identit\u00E9.
