#
#Mon Sep 20 16:47:24 MDT 2010
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.enable-password-subscribe=L'application accepte les mots de passe Identity Manager
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.dscr.publish-password-to-nds=Utilisez le mot de passe du syst\u00E8me connect\u00E9 pour d\u00E9finir le mot de passe NDS non r\u00E9versible dans eDirectory.
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.dscr.ConnectedSystemName=Sp\u00E9cifiez le nom du syst\u00E8me connect\u00E9, de l'application ou du pilote Identity Manager. Les mod\u00E8les de notification par message \u00E9lectronique utilisent cette valeur pour identifier la source des messages de notification.
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.enable-password-publish=Identity Manager accepte les mots de passe \u00E0 partir de l'application
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.publish-password-to-dp=Publier les mots de passe pour le mot de passe de distribution
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.dscr.publish-password-to-dp=Utilisez le mot de passe du syst\u00E8me connect\u00E9 pour d\u00E9finir le mot de passe de distribution NMAS utilis\u00E9 pour la synchronisation de mots de passe Identity Manager.
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.publish-password-to-nds=Publier les mots de passe pour le mot de passe NDS
NOVLEDIRPSYN.appconfig.lang=fr
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.dscr.enforce-password-policy=Si cette option est d\u00E9finie sur vrai, les strat\u00E9gies de mot de passe NMAS sont appliqu\u00E9es au cours des op\u00E9rations de publication de mot de passe. Le mot de passe n'est pas \u00E9crit dans la zone de stockage des donn\u00E9es s'il n'est pas conforme.
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.reset-external-password-on-failure=R\u00E9initialiser le mot de passe du syst\u00E8me externe de l'utilisateur sur le mot de passe d'Identity Manager en cas d'\u00E9chec
pkg.name=Synchronisation des mots de passe eDirectory
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.dscr.reset-external-password-on-failure=Si cette option est d\u00E9finie sur vrai, en cas d'\u00E9chec de la publication d'un mot de passe de distribution, essayez de r\u00E9initialiser le mot de passe dans le syst\u00E8me connect\u00E9 \u00E0 l'aide du mot de passe de distribution de la zone de stockage de donn\u00E9es d'Identity Manager.
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.ConnectedSystemName=Nom du pilote ou du syst\u00E8me connect\u00E9
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.enforce-password-policy=Demander la validation des strat\u00E9gies de mot de passe avant la publication des mots de passe
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.dscr.enable-password-publish=Si cette option est d\u00E9finie sur vrai, les mots de passe peuvent passer du syst\u00E8me connect\u00E9 vers la zone de stockage de donn\u00E9es d'Identity Manager.
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.dscr.notify-user-on-password-dist-failure=Si cette option est d\u00E9finie sur vrai, une notification par courrier \u00E9lectronique est envoy\u00E9e en cas d'\u00E9chec de la synchronisation des mots de passe.
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.notify-user-on-password-dist-failure=Informer l'utilisateur de l'\u00E9chec de la synchronisation des mots de passe par message \u00E9lectronique
pkg.description=GCV et strat\u00E9gies de synchronisation des mots de passe pour eDirectory.
NOVLEDIRPSYN.globalconfig.NOVLEDIRPSYNGCVs.gcv.dscr.enable-password-subscribe=Si cette option est d\u00E9finie sur vrai, les mots de passe peuvent passer de la zone de stockage de donn\u00E9es d'Identity Manager vers le syst\u00E8me connect\u00E9.
