#
#Tue Jul 11 20:00:55 COT 2017
NOVLEDIRBASE.initial.settings.param.dscr.use-keystore-ssl=In addition to using a Key Material Object (KMO) for SSL, the eDirectory to eDirectory driver can optionally use a Java keystore file for SSL. The keystore file must contain a key and certificate.\nNote that the KMO name is entered in the Authentication ID field.
NOVLEDIRBASE.initial.settings.param.dscr.store-password=Specify the password for the keystore.
NOVLEDIRBASE.initial.settings.param.local-address-pub=Local bind address for publisher socket
NOVLEDIRBASE.initial.settings.param.choice.reverse-handshake.yes=yes
NOVLEDIRBASE.initial.settings.param.keep-alive-interval-pub=Receive timeout in minutes
NOVLEDIRBASE.initial.settings.param.advanced-options=Advanced options
NOVLEDIRBASE.idmresource.NOVLEDIRBASEDriverNamePrompt.gcv.dscr.name=Geben Sie den Treibernamen ein.
NOVLEDIRBASE.initial.settings.param.reverse-handshake=Subscriber acts as server for SSL handshake
NOVLEDIRBASE.initial.settings.param.specify-port=TCP port
NOVLEDIRBASE.initial.settings.param.choice.specify-port.default=default
NOVLEDIRBASE.initial.settings.param.choice.specify-port-pub.default=default
NOVLEDIRBASE.initial.settings.ecv.dscr.dirxml.engine.combine-template-values=Hierdurch wird gesteuert, wie die DirXML-Engine Werte aus einem Schablonenobjekt verwendet, wenn die Schablone zum Erstellen von Objekten im Identit\u00E4tsdepot eingesetzt wird. Wenn 'true', werden die Attributwerte aus der Schablone, die jeweils aus mehreren Werten bestehen k\u00F6nnen, zus\u00E4tzlich zu den im Hinzuf\u00FCgevorgang angegebenen Werten f\u00FCr dasselbe Attribut verwendet. Wenn 'false', werden die Werte aus der Schablone ignoriert, wenn Werte f\u00FCr dasselbe Attribut im Hinzuf\u00FCgevorgang angegeben sind.
NOVLEDIRBASE.initial.settings.param.choice.advanced-options-sub.hide=hide
NOVLEDIRBASE.initial.settings.ecv.dscr.dirxml.engine.qualified-rename-values=Die ausf\u00FChrliche Form f\u00FCr Umbenennungsereignisse steuert, ob der "new-name"-Teil von Umbenennungsereignissen, die aus dem Identit\u00E4tsdepot stammen, dem Abonnentenkanal mit Typenbezeichnern (z. B. CN\=) bereitgestellt wird. Die Einstellung 'Wahr' bedeutet, dass die Namen in ausf\u00FChrlicher Form bereitgestellt werden.
NOVLEDIRBASE.initial.settings.ecv.dirxml.engine.max-replication-wait=Maximale Wartezeit f\u00FCr die eDirectory-Reproduktion in Sekunden
NOVLEDIRBASE.initial.settings.param.remote-address=Address or host name of remote publisher
NOVLEDIRBASE.initial.settings.param.choice.ssl-advanced.show=show
NOVLEDIRBASE.idmresource.NOVLEDIRBASEDriverNamePrompt.gcv.name=Treibername
NOVLEDIRBASE.initial.settings.ecv.dscr.dirxml.engine.allow-event-loopback=Hierdurch wird gesteuert, ob die DirXML-Engine ein Ereignis-Loopback vom Herausgeberkanal eines Treibers zum Abonnentenkanal desselben Treibers zul\u00E4sst. Wenn 'false', ist das Ereignis-Loopback vom Herausgeber- zum Abonnentenkanal nicht zul\u00E4ssig. Wenn 'true', k\u00F6nnen Ereignisse vom Herausgeberkanal zum Abonnentenkanal desselben Treibers flie\u00DFen.
NOVLEDIRBASE.idmresource.NOVLEDIRBASEDriverNamePrompt.gcv.header.DriverInformation=Treiberinformationen
pkg.name=eDirectory-Basis
NOVLEDIRBASE.initial.settings.param.keep-alive-interval=Receive timeout in minutes
NOVLEDIRBASE.initial.settings.ecv.dscr.dirxml.engine.use-pending-association=Diese Einstellung legt fest, ob von der DirXML-Engine w\u00E4hrend der Verarbeitung des Abonnentenkanals eine ausstehende Verkn\u00FCpfung f\u00FCr ein Objekt geschrieben wird.\n \n Das Schreiben einer ausstehenden Verkn\u00FCpfung bietet kaum oder keine Vorteile, verringert jedoch die Leistung. Diese Option ist dennoch aus Gr\u00FCnden der Abw\u00E4rtskompabilit\u00E4t vorhanden.
NOVLEDIRBASE.initial.settings.param.choice.advanced-options.hide=hide
NOVLEDIRBASE.initial.settings.ecv.dscr.dirxml.engine.max-migrate-app-count=Dieses Steuerelement wird verwendet, um die Anzahl der Anwendungsobjekte zu begrenzen, die die DirXML-Engine von einer Anwendung w\u00E4hrend einer einzelnen Abfrage anfordert, die als Teil eines Vorgangs vom Typ 'Objekte von Anwendung migrieren' ausgef\u00FChrt wird. \n \n Falls Fehler vom Typ 'java.lang.OutOfMemoryError' w\u00E4hrend eines solchen Vorgangs auftreten, sollte ein Wert angegeben werden, der unter dem Standardwert liegt. \n \n Hinweis\: Die Anzahl der Anwendungsobjekte, die migriert werden d\u00FCrfen, wird nicht begrenzt, nur die 'Stapelgr\u00F6\u00DFe'.
NOVLEDIRBASE.initial.settings.param.local-port=Port number
NOVLEDIRBASE.initial.settings.param.choice.specify-port-sub.default=default
NOVLEDIRBASE.initial.settings.param.choice.advanced-options-pub.show=show
NOVLEDIRBASE.initial.settings.param.server-key-alias=Name of certificate (key alias) - required
NOVLEDIRBASE.initial.settings.ecv.dirxml.engine.max-migrate-app-count=H\u00F6chstzahl der Anwendungsobjekte, die gleichzeitig migriert werden
NOVLEDIRBASE.initial.settings.ecv.dirxml.engine.pwd-sync-status=Statusmeldungen bei Passwortsynchronisierungen aktivieren
NOVLEDIRBASE.initial.settings.param.dscr.local-address-sub=Specify a specific IP address to which the publisher socket will be bound. This is only useful if there is more than one IP address hosted on the server.
NOVLEDIRBASE.initial.settings.param.dscr.keystore-name=Specify the name of the Java keystore file. If no path is specified the file must reside in the directory which contains the eDirectory DIB files.
NOVLEDIRBASE.initial.settings.param.use-keystore-ssl=SSL type
NOVLEDIRBASE.initial.settings.ecv.dscr.dirxml.engine.set-creators-name=Dieses Steuerelement wird von der DirXML-Engine verwendet, um zu bestimmen, ob das Attribut creatorsName f\u00FCr alle Objekte, die von diesem Treiber im Identit\u00E4tsdepot erstellt wurden, auf den DN des Treibers gesetzt werden soll.\n \n Die Festlegung des Attributs creatorsName erm\u00F6glicht die leichte Identifizierung der von diesem Treiber erstellten Objekte, bringt jedoch auch Leistungseinbu\u00DFen mit sich. Wenn keine Festlegung getroffen wird, wird das Attribut creatorsName standardm\u00E4\u00DFig auf den DN des NCP-Server-Objekts gesetzt, das als Host des Treibers fungiert.
NOVLEDIRBASE.idmresource.NOVLEDIRBASEUpdateDesigner.gcv.header.*PleaseupgradetoDesigner4.5.5orlaterbeforeinstallingthispackage.=* Please upgrade to Designer 4.5.5 or later before installing this package. 
NOVLEDIRBASE.initial.settings.param.local-address=Local bind address for publisher socket
NOVLEDIRBASE.initial.settings.param.dscr.local-address-pub=Specify a specific IP address to which the publisher socket will be bound. This is only useful if there is more than one IP address hosted on the server.
NOVLEDIRBASE.idmresource.NOVLEDIRBASEConnectionPrompts.gcv.dscr.shim-auth-server=Geben Sie den DNS-Hostnamen oder die IP-Adresse sowie den Kommunikationsport des Identity Manager-Servers im Remote-Baum ein. Zum Beispiel\:192.168.12.47\:8196 oder Hostname\:8196
NOVLEDIRBASE.initial.settings.param.disable-mutual-authentication=Disable mutual authentication - only used if acting as server
NOVLEDIRBASE.initial.settings.ecv.dscr.dirxml.engine.retry-interval=Das Wiederholintervall f\u00FCr den Abonnentenkanal legt die H\u00E4ufigkeit fest, mit der die DirXML-Engine die Verarbeitung einer im Cache befindlichen Transaktion erneut versucht, nachdem das Abonnentenobjekt des Anwendungs-Shims den Status 'Wiederholen' zur\u00FCckgegeben hat.
NOVLEDIRBASE.initial.settings.param.dscr.keep-alive-interval=In order to detect a lost TCP/IP connection the eDirectory to eDirectory driver periodically sends small packets. This value determines how long since entering a receive-wait condition the publisher channel will wait until sending a "keep-alive" packet to determine if the TCP/IP connection has been lost. Generally this value should not be changed except under instruction from Novell. The default value for the publisher channel is ten minutes.
NOVLEDIRBASE.initial.settings.param.key-password=Certificate password (key password) - required
NOVLEDIRBASE.initial.settings.param.dscr.reverse-handshake=Normally, the subscriber acts as the client side of the SSL handshake.\nSetting this value to true will cause the SSL handshake protocol to be reversed and the subscriber will act as the server side of the SSL handshake.
NOVLEDIRBASE.initial.settings.param.advanced-options-sub=Advanced options
NOVLEDIRBASE.initial.settings.ecv.dirxml.engine.allow-event-loopback=Ereignis-Loopback vom Herausgeber- zum Abonnentenkanal zulassen
NOVLEDIRBASE.initial.settings.param.choice.disable-mutual-authentication.yes=yes
NOVLEDIRBASE.initial.settings.param.secureprotocol=Secure Protocol
NOVLEDIRBASE.initial.settings.ecv.dirxml.engine.xslt-bc-mode=Nicht-Standard-, abw\u00E4rtskompatiblen Modus f\u00FCr XSLT verwenden
NOVLEDIRBASE.initial.settings.param.dscr.remote-port=Specify the TCP port number on which the remote publisher is configured to listen.
NOVLEDIRBASE.initial.settings.param.ssl-advanced=Advanced options
NOVLEDIRBASE.initial.settings.param.advanced-options-pub=Advanced options
NOVLEDIRBASE.initial.settings.param.store-password=Keystore password - required
NOVLEDIRBASE.initial.settings.param.choice.heartbeat-on.on=on
NOVLEDIRBASE.initial.settings.ecv.dirxml.engine.qualified-dn-values=Ausf\u00FChrliche Form f\u00FCr DN-Syntax-Attributwerte
NOVLEDIRBASE.initial.settings.param.choice.advanced-options-sub.show=show
NOVLEDIRBASE.initial.settings.param.pub-heartbeat-interval=Heartbeat-Intervall des Herausgebers
NOVLEDIRBASE.initial.settings.param.heartbeat-on=Periodic heartbeat documents
NOVLEDIRBASE.initial.settings.param.choice.disable-mutual-authentication.no=no
NOVLEDIRBASE.initial.settings.param.choice.socket-local-bind.publisheraddress=publisher address
NOVLEDIRBASE.initial.settings.ecv.dscr.dirxml.engine.pwd-sync-status=Diese Einstellung legt fest, ob die DirXML-Engine den Status von Passwort\u00E4nderungsereignissen des Abonnentenkanals meldet. \n \n Das Melden solcher Ereignisse erm\u00F6glicht es Anwendungen wie z. B. der Identity Manager-Benutzeranwendung, beim \u00C4ndern eines Passworts den Synchronisierungsvorgang mit der verbundenen Anwendung zu \u00FCberwachen.
NOVLEDIRBASE.initial.settings.param.dscr.remote-address=Specify the host name or the IP address of the server to which this instance of the driver is to connect.
NOVLEDIRBASE.initial.settings.param.choice.advanced-options.show=show
NOVLEDIRBASE.initial.settings.param.choice.use-keystore-ssl.keystore=keystore
NOVLEDIRBASE.initial.settings.param.socket-local-bind=Socket local bind
NOVLEDIRBASE.initial.settings.param.choice.socket-local-bind.specify=specify
NOVLEDIRBASE.initial.settings.ecv.dirxml.engine.set-creators-name=creatorsName f\u00FCr Objekte setzen, die im Identit\u00E4tsdepot erstellt wurden
NOVLEDIRBASE.initial.settings.param.specify-port-sub=TCP port
NOVLEDIRBASE.initial.settings.ecv.dirxml.engine.combine-template-values=Werte des Schablonenobjekts mit denen von Hinzuf\u00FCgevorg\u00E4ngen kombinieren
NOVLEDIRBASE.initial.settings.ecv.dirxml.engine.qualified-rename-values=Ausf\u00FChrliche Form f\u00FCr Umbenennungsereignisse
NOVLEDIRBASE.initial.settings.param.remote-port=Port number
NOVLEDIRBASE.initial.settings.param.choice.specify-port.specify=specify
NOVLEDIRBASE.initial.settings.param.choice.ssl-advanced.hide=hide
NOVLEDIRBASE.initial.settings.param.dscr.local-port=Specify the TCP port number on which the publisher channel will listen for connections from the remote subscriber channel.
NOVLEDIRBASE.initial.settings.param.choice.specify-port-pub.specify=specify
NOVLEDIRBASE.initial.settings.param.dscr.pub-heartbeat-interval=Konfiguriert das Treiberschnittstellenmodul zum Senden von regelm\u00E4\u00DFigen Statusmeldungen auf dem Herausgeberkanal, wenn es keinen Herausgeberdatenverkehr f\u00FCr die angegebene Anzahl Minuten gegeben hat.
NOVLEDIRBASE.initial.settings.ecv.dirxml.engine.use-pending-association=Ausstehende Verkn\u00FCpfungen schreiben
NOVLEDIRBASE.initial.settings.param.specify-port-pub=TCP port
NOVLEDIRBASE.initial.settings.param.choice.advanced-options-pub.hide=hide
NOVLEDIRBASE.initial.settings.ecv.dscr.dirxml.engine.xslt-bc-mode=Dieses Steuerelement versetzt den XSLT-Prozessor, den die DirXML-Engine verwendet, in den abw\u00E4rtskompatiblen Modus. Der abw\u00E4rtskompatible Modus bewirkt, dass der XSLT-Prozessor ein oder mehrere Verhaltensmuster verwendet, die den XPath-1.0- und/oder XSLT-1.0-Standards nicht entsprechen. Dies dient der Abw\u00E4rtskompatibilit\u00E4t mit vorhandenen DirXML-Formatvorlagen, die auf nicht standardisierte Verhaltensmuster angewiesen sind. \n \n Im Besonderen\: \n \n Das Verhalten des XPath-Operators '\!\=', wenn ein Operand ein node-set und der andere Operand kein node-set ist, ist nicht korrekt in DirXML-Versionen bis einschlie\u00DFlich DirXML 2.0 (Novell Identity Manager 2.0). Dieses Verhalten wurde zwar korrigiert, aber das korrigierte Verhalten wird \u00FCber dieses Steuerelement standardm\u00E4\u00DFig deaktiviert zugunsten der Abw\u00E4rtskompatibilit\u00E4t mit vorhandenen DirXML-Formatvorlagen.
NOVLEDIRBASE.initial.settings.param.choice.socket-local-bind.systemdefault=system default
NOVLEDIRBASE.initial.settings.param.dscr.keep-alive-interval-sub=In order to detect a lost TCP/IP connection the eDirectory to eDirectory driver periodically sends small packets. This value determines how long since entering a receive-wait condition the publisher channel will wait until sending a "keep-alive" packet to determine if the TCP/IP connection has been lost. Generally this value should not be changed except under instruction from Novell. The default value for the publisher channel is ten minutes.
NOVLEDIRBASE.initial.settings.param.choice.reverse-handshake.no=no
NOVLEDIRBASE.initial.settings.param.choice.specify-port-sub.specify=specify
NOVLEDIRBASE.initial.settings.ecv.dscr.dirxml.engine.max-replication-wait=Die maximale Wartezeit f\u00FCr die eDirectory-Reproduktion legt die maximale Zeitdauer fest, die die DirXML-Engine wartet, bis eine bestimmte \u00C4nderung zwischen der lokalen und einer Remote-Reproduktion reproduziert wird. Dies betrifft nur Vorg\u00E4nge, bei denen die DirXML-Engine einen Remote-eDirectory-Server in demselben Baum kontaktieren muss, um einen Vorgang durchzuf\u00FChren, und warten muss, bis eine \u00C4nderung reproduziert wurde, bevor der Vorgang abgeschlossen werden kann (z. B. Objektverschiebungen, wenn sich die Masterreproduktion des verschobenen Objekts nicht auf dem DirXML-Server befindet; oder Vorg\u00E4nge hinsichtlich Dateisystemrechten f\u00FCr Benutzer, die mittels Schablone erstellt wurden.)
NOVLEDIRBASE.idmresource.NOVLEDIRBASEUpdateDesigner.gcv.header.ImportantNote\:=Important Note\:
NOVLEDIRBASE.initial.settings.param.dscr.local-address=Specify a specific IP address to which the publisher socket will be bound. This is only useful if there is more than one IP address hosted on the server.
NOVLEDIRBASE.appconfig.lang=de
NOVLEDIRBASE.initial.settings.param.choice.use-keystore-ssl.KMO=KMO
NOVLEDIRBASE.idmresource.NOVLEDIRBASEConnectionPrompts.gcv.shim-auth-server=Adresse und Port des Remote-Baums
NOVLEDIRBASE.initial.settings.param.keystore-name=Name of keystore file - required
pkg.description=Basiskonfigurationspaket f\u00FCr den eDirectory-Treiber.
NOVLEDIRBASE.initial.settings.param.dscr.key-password=Specify the password for the key that was created in the keystore.
NOVLEDIRBASE.initial.settings.param.dscr.keep-alive-interval-pub=In order to detect a lost TCP/IP connection the eDirectory to eDirectory driver periodically sends small packets. This value determines how long since entering a receive-wait condition the publisher channel will wait until sending a "keep-alive" packet to determine if the TCP/IP connection has been lost. Generally this value should not be changed except under instruction from Novell. The default value for the publisher channel is ten minutes.
NOVLEDIRBASE.initial.settings.ecv.dscr.dirxml.engine.use-password-event-values=Diese Einstellung legt die Quelle des Werts fest, der f\u00FCr das nspmDistributionPassword-Attribut f\u00FCr Hinzuf\u00FCgungs- und \u00C4nderungsereignisse gemeldet wird.\n \n Die Einstellung 'Falsch' bedeutet, dass der aktuelle Wert von nspmDistributionPassword genommen und als Wert des Attributereignisses gemeldet wird. Dies bedeutet, dass nur der aktuelle Passwortwert verf\u00FCgbar ist. Dies ist die Standardeinstellung.\n \n Die Einstellung 'Wahr' bedeutet, dass der mit dem eDirectory-Ereignis aufgezeichnete Wert entschl\u00FCsselt und als Wert des Attributereignisses gemeldet wird. Dies bedeutet, dass sowohl der alte Passwortwert (sofern vorhanden) und das neue Passwort zum Ereigniszeitpunkt verf\u00FCgbar sind. Dies ist zur Passwortsynchronisierung bei einigen Anwendungen hilfreich, die zum Festlegen eines neuen Passworts das alte Passwort ben\u00F6tigen.
NOVLEDIRBASE.initial.settings.param.choice.heartbeat-on.off=off
NOVLEDIRBASE.initial.settings.param.local-address-sub=Local bind address for publisher socket
NOVLEDIRBASE.initial.settings.param.dscr.server-key-alias=Specify the name of the key and certificate that was used when creating the keystore. The Java keytool program refers to this as the alias.
NOVLEDIRBASE.initial.settings.ecv.dirxml.engine.retry-interval=Wiederholintervall f\u00FCr den Abonnentenkanal in Sekunden
NOVLEDIRBASE.initial.settings.param.dscr.secureprotocol=Specify the Secure Protocol Version.\n\t\t\t\t\t\t\t\t\tChoose TLSv1 or TLSv1_1 or TLSv1_2 or Empty for default behaviour \n\t\t\t\t\t\t\t\t\t
NOVLEDIRBASE.initial.settings.param.keep-alive-interval-sub=Receive timeout in minutes
NOVLEDIRBASE.initial.settings.param.dscr.disable-mutual-authentication=Setting this value to true will disable the use of SSL mutual authentication.
NOVLEDIRBASE.initial.settings.param.dscr.socket-local-bind=Specify the address to which to bind the subscriber socket. This is only useful if there is more than one IP address on the server.
NOVLEDIRBASE.initial.settings.ecv.dirxml.engine.use-password-event-values=Werte von Passwortereignissen verwenden
NOVLEDIRBASE.initial.settings.ecv.dscr.dirxml.engine.qualified-dn-values=Die ausf\u00FChrliche Form f\u00FCr DN-Syntax-Attributwerte steuert, ob Werte f\u00FCr DN-Syntax-Attributwerte in nicht ausf\u00FChrlicher oder in ausf\u00FChrlicher Schr\u00E4gstrichform bereitgestellt werden. Die Einstellung 'Wahr' bedeutet, dass die Werte in ausf\u00FChrlicher Form bereitgestellt werden.
